<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>

<div class="entryTitle" style="padding-bottom: 3px;">Lineage 2 C5   </div>
<table class="entryTable" border="0" cellpadding="2" cellspacing="0" width="100%">
<tbody>
<tr>
<td class="entryTextTd" colspan="2">
<div>Компания NCSoft собирала пресс-конференцию, для обсуждения новых хроник. <br> Концепция Chronicle 5. <br> Chronicle 5, планировались, исходя из следующих основных идей: <br> Облегчение игрового процесса, людям играющим соло (в одиночку). <br>
В землях, предназначенных, для соло охоты будут падать предметы
моментального действия, это будет работать также, как и поддержка в
аркадных играх, они будут моментально восстанавливать HP и MP, сразу же
в момент получения. Появится девять таких территорий, для уровней
игроков от 20 до 60. <br> Вводится поощрение клановой активности. <br> Для усиления взаимодействия между игроками клановая система претерпела огромные изменения. <br> • Клановые академии <br> Кланы смогут находить академии, которые помогут новым игрокам до 40 уровня увеличить их репутацию внутри клана. <br> • Звания кланов <br>
При создании клан имеет клан лидера и участников клана. Однако, в
дальнейшем, клан сможет организовывать участников клана по званиям.
Высшее звание в Chronicle 5 - Маркиз, в дальнейшем планируется ввести
звания Лорда/Леди и Короля/Королевы. <br> • Предметы клана <br> Кланы
могут покупать клановые предметы, используя очки Репутации клана. Для
возможности использовать эти предметы, участники клана должны обладать
некоторой Репутацией Клана и обладать некоторым Званием Клана. <br> • Клановые скилы. <br>
Клановые скилы основаны на древовидной структуре, т.е., изученный клан
лидером клановый скил, применяется ко всем участникам клана в
зависимости от их Звания. <br> Баланс классов <br> • Баланс в PVP. <br>
Так называемая система камень-ножницы-бумага, исключит появление
доминирующих классов. Любой сильный класс может быть побежден классом
противником. <br> • Скилы Героев. <br> В связи с тем, что награда
Героев не соответствует сложности получения статуса Героя, для них
будут введены новые скилы. Также, будет переработана Великая Олимпиада,
для предоставления более честной конкуренции. <br> • Новые скилы. <br>
Для дополнительной мотивации игроков (для того, что-бы они продолжать
играть), вводятся новые скилы, для персонажей близких к 60 уровню. Эти
новые скилы также играют важную роль в балансировке PVP. <br> Завершение разработки континента. <br>
Земли Орков и Дварфов будут соединены с остальным материком с помощью
добавления новых земель под названием Шутгард (Schuttgart).Теперь
появилась возможность пройти в любую точку карты без телепортов (на
Talking Island вплавь). В Шутгарде будут представлены монстры различной
степени сложности, в зависимости от удаления от нуб-локаций. <br> • Добавлен Замок Шутгард и Деревня Шутгард с деветью различными локациями. <br> • Добавлены подземелья для высокоуровневых персонажей. <br> Monastery of Silence и Shrine of the Heretics добавлены в регионе Rune и заселены монстрами с уровнями 80+. <br> Добавлена поддержка новых технологий. <br> • Поддержка процессоров с Dual-core <br> На компьютерах обладающих такими процессорами будет замечено увеличение производительности на 30%. <br> • Вертексные шейдеры (Vertex Shader) <br> В игре теперь применяются вертексные шейдеры. <br> Другие новые разработки. <br> • Новые предметы - добавлены броня, оружие, аксессуары и клановые вещи. <br>
• Изменения в рыбалке - рыбная ловля станет зависимой от внутри-игровых
событий. Ночная рыбалка, будет более сложной ('Night Fishing' is a
higher level fishing concept.). <br> • Добавлен Raid Boss - Frintessa. Для победы над этим боссом необходимо использовать стратегию, основанную на звуках. <br>
• Изменения в интерфейсе - система поиска группы переработана таким
образом, что лидерам групп будет проще находить игроков, ищущих группу.
Также рейд группы могут быть сформированы, для пресечения воровства
лута. Некоторое время только участники рейд пати смогут поднять дроп с
рейда. <br> • Проклятое оружие - демонический меч Zariche, это
одноручный меч, который одевается сразу как только получен (взят,
поднят). Персонажи использующие Zariche не могут быть приняты в группу
и переходят в хаотичное состояние, при котором не теряют опыт за смерть
и не могут уронить вещь. В дальнейшем планируется добавить другое
проклятое оружие. <p> Источник: http://www.l2dc.ru </p></div></td></tr>
