<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>


<h2 class="articles_main">ABYSS WALKER/GHOST HUNTER</h2>
<h3 class="articles_main">Изменения навыков:</h3>
<div class="articles_main">
<ul>
<li><b>Freezing Strike</b> – уменьшено время действия <br>
</li><li><b>Blinding Blow</b> – уменьшено время до повторного
использования. MP – меньше в два раза. Продолжительность действия была
увеличена до 15 с. Эффект Мгновенной Смерти: добавлен 1 шанс.
Заставляет врага капитулировать. <br>
</li><li><b>Deadly Blow</b> - Эффект Мгновенной Смерти: добавлен 1 шанс <br>
</li><li><b>Backstab: Эффект внезапной смерти и критический удар</b> -
добавлен 1 шанс. Изменилась формула расчета урона, и теперь повреждения
от использования SS стали больше, чем от обычной атаки. Идет
повреждение непосредственно HP и в обход CP когда применяется против
PC. Если срабатывает эффект мнгновенной смерти, HP становится равным 1,
независимо от CP <br>
</li><li><b>Drain Health</b>: примение MP уменьшено. <br>
</li><li><b>Трюк(Trick)</b> : добавлено свойство разума. Добавлен эффект от отмены цели. <br>
</li><li><b>Lethal Blow</b>: снижено время между вспышками <br>
</li><li><b>Bluff</b>: MP стоимость снижена до 35 <br>
</li><li><b>Focus Power</b>: MP стоимость снижена до 35 <br>
</li><li><b>Vicious Stance</b>:Добавлено немного больше критического урона к колющим умениям <br></li></ul></div>
<h3>Новые навыки:</h3>
<ul>
<li><b>Might Mortal (58)</b>: Увеличивает на некоторое время шансы
игрока нанести смертельный удар. Доступно, когда игрок экипирован
оружием колющего типа. Уровни 1-5. 2 минуты self-buff. 10 минут
cooldown (может быть снижена buffs, например, до 6-7 минут). <br>
</li><li><b>Sand Bomb (55)</b>: Запускает песочную бомбу, снижает
вражескую точность на короткое время. Уровни 1-10. 30 seconds debuff.
Точность уменьшается в соответствии с уровнем навыка. На уровне 9
точность снижается на 9 <br>
</li><li><b>Summon Treasure Key (46)</b>: Вызывает ключ от сундука с
сокровищами. Использует Ключ Вора. Этот навык изменился после PTS, так
что инфо о числе получаемых ключей устарело <br></li></ul>
<h2>BISHOP/CARDINAL</h2>
<h3>Изменения навыков</h3>
<ul>
<li><b>Sleep</b>: Базовая скорость кастования заклинания увеличена до 10 секунд<b> Hold Undead</b>: Коэффициент удачного исхода увеличен <br>
</li><li><b>Peace</b>: добавлено свойство «Разум (Mind)». Коэффициент удачного исхода увеличен 
</li><li><b>Might of Heaven</b>: добавлено свойство «Святой»( Holy) <br>
</li><li><b>Disrupt Undead</b>: добавлено свойство «Святой»( Holy). <br>
</li><li><b>Holy Weapon</b>: Можно использовать только на членов отряда <br>
</li><li><b>Berserker Spirit</b>: Можно использовать только на членов отряда. Добавлен штраф на <b>Уклонение(Evasion)</b>. Level 1 Уклонение -2. <br>
</li><li><b>Mass Resurrection</b>: Область действия значительно увеличена <br>
</li><li><b>Greater Heal</b>: Эффект увеличен до 110~120%. Около 70%
восстанавливается немедленно, а оставшиеся 30% за 15 секунд. As chant
of life it goes to the 3rd row of buffs. <br>
</li><li><b>Greater Group Heal</b>: Аналогично эффект увеличен на
10~20%. Около 70% восстанавливается немедленно, а оставшиеся 30% за 15
секунд. As chant of life it goes to the 3rd row of buffs. <br>
</li><li><b>Great Battle Heal</b>: без изменений <br></li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Trance (56)</b>: Высокая скорость попадания. Продолжительность
15с. Большая скорость кастования заклинаний. Мгновенное охлаждение
быстрее. Уровни 1-10. </li><li><b>Major Heal (56)</b>: Исцеляет непосредственно HP. Скорость кастования близка к <b>Greater Heal</b>. Исцеляет больше, чем <b>Greater Heal</b>. Стоимость 1 Заклинательный камень (Spirit Ore). Уровни 1-10. MP Стоимость такая же как и у <b>Greater Heal</b>. Можно кастовать только на членов отряда. 
</li><li><b>Major Group Heal) (58)</b>: Лечит непосредственно HP у членов отряда. Исцеляет больше, чем <b>Group Greater Heal</b>. Стоимость 4 Заклинательных камня (Spirit Ore). Уровни 1-10. MP Стоимость на 50%выше, чем у <b>Group Greater Heal</b>. 
</li><li><b>Mana Burn (56)</b>: Сжигает MP врага. Уровни 1-10. Уровень
10 мощность 162. Радиус действия 900. Большой шанс landing. Зависит от
M.Atk Количество сгораемой манны неизвестно </li><li><b>Mana Storm (58)</b>: Сжигает Ману у окружающих врагов 
</li><li><b>Magical Backfire (56)</b>: Увеличивает количество используемой врагом маны на время. 
</li><li><b>Turn Undead (56)</b>: Помещает нежить в состояние страха,
заставляя их убегать. Шанс убить. Использует заклинательный камень.
Работает против Магии Призыва Некроманта </li><li><b>Erase (?)</b>: Уничтожает вызванное существо. Высокая скорость попадания. Использует Spirit Ore. </li></ul>
<h2>BLADEDANCER/SPECTRAL DANCER</h2>
<h3>Изменения Скиллов:</h3>
<ul>
<li><b>Freezing Strike</b>: Продолжительность снижена. 
</li><li><b>Agression</b>: Может быть использована против игроков 
</li><li><b>Drain Health</b>: использование манны снижено 
</li><li>MP Стоимость Танца и радиус действия были снижены </li></ul>
<h3>Новые Скиллы:</h3>
<ul>
<li><b>Demon Bladedance (55)</b>: Снижает <i>p.atk</i> и <i>m.atk</i> окружающих врагов на время. Может быть использован вогда игрок экипирован парой мечей. Низкая скорость попадания. Снижает <i>P.Atk</i> на 35%. 
</li><li><b>Arrest (55)</b>: Насмехается над врагом и заставляет его
оцепенеть на время. Нельзя кастовать заново, пока враг находится в
оцепенелом состоянии. Коэффициент успеха довольно высок. Основной
эффект остается 8-10секунд. SPS нельзя использовать. Продолжительность
задержки и время до повторного использования одинаковы. Обладает
эффектом агрессии (agression). Радиус действия 150, кастуется очень
быстро </li></ul>
<h2>BOUNTY HUNTER/FORTUNE SEEKER</h2>
<h3>Изменения скиллов:</h3>
<ul>
<li><b>Whirlwind</b>: Игнорирует защиту щитом 
</li><li><b>Hammer Crush</b>: Игнорирует защиту щитом. 
</li><li><b>Earthquake</b>: Игнорирует защиту щитом. </li></ul>
<h3>Новые Скиллы</h3>
<ul>
<li><b>War Frenzy (58)</b>: Увеличивает сопротивление игрока к шоковым (shock) атакам и сну. <b>Toggle Skill</b>. Требует MP. Уровень 1-3. 
</li><li><b>Polearm (58)</b>: Увеличивает <b>Точность (Accuracy)</b> во время использования polearm. <b>Toggle Skill</b>. Использует манну с такой же скоростью, как и <b>Vicious Stance</b>. Уровень 1-3. Уровень 1 Точность +2 , Уровень 2 Точность +3, Уровень 3 Точность +4. </li></ul>
<h2>DARK AVENGER/HELL KNIGHT</h2>
<h3>Изменения Скиллов:</h3>
<ul>
<li>Изменились эффекты <b>агрессии (Agression)</b> в <i>PvP</i>. Для<i> PC</i>, Эффект Ненависти теперь такой: '<i>Прицелься в меня, а потом атакуй</i>'.
Действие выбора цели не фиксируется, можно отменить эффект, кликнув на
пол или потом можно проделывать и другие действия. Похоже, что шансы на
успех не гарантируются, бывало так, что цель не менялась </li><li><b>Agression</b>: Может быть использована на игроках 
</li><li><b>Hate Aura</b>: Может быть использована на игроках 
</li><li><b>Hamstring</b>: Продолжительность действия снижена. 
</li><li><b>Corpse Plague</b>: Количество затраченных MP и радиус действия уменьшены 
</li><li><b>Качание смерти (Touch of Death)</b>: Использование HP было уменьшено. Changed to remove up to a maximum of 5 buffs. 
</li><li><b>Horror</b>: добавлено свойство <b>разум (Mind) </b>
</li><li><b>Drain Health</b>: Снижено количество затрачиваемых MP 
</li><li>Урон <b>Summons' Damage</b> в <i>PVP</i> был nerfed (не влияет на <i>PVE</i>). 
</li><li>Количество <b>Summons' HP</b> видно всем игрокам, в том числе и врагам. 
</li><li>Действие <b>Summons' Soulshot</b> изменилось. </li></ul>
<h3>Новые Скиллы:</h3>
<ul>
<li><b>Judgement (55)</b>: Поражает соперника скоплением темной
энергии. Снижает точность врага на короткое время. Может быть
использовано, когда герой экипирован <i>мечом/булавой</i>. Возможно
критическое попадание. Причиняет примерно на 200 больше урона, чем
обычный удар против PC. Атрибут «темная атака». Сила удара не растет с
уровнем скилла. MP стоимость такая же как и для <b>Агрессии (Agression)</b>. Уменьшает Силу Критического удара, скорость действия неизвестна (предыдущий эффект имеет очень низкую скорость попадания) 
</li><li><b>Shackle (55)</b>: Поражает и повергает врага в скованное
состояние на небольшое время. Можно применить заклинание еще раз, пока
длится его действие. Шансы на успех кажутся довольно большими. Основной
эффект длится 8-10 секунд. SPS нельзя использовать. Обладает эффектом
Агрессии (Agression). Радиус действия 600, кастуется долго </li></ul>
<h2>DESTROYER/TITAN</h2>
<h3>Изменения скиллов:</h3>
<ul>
<li><b>Whirlwind</b>: Игнорирует защиту щитом 
</li><li><b>Fatal Strike</b>: Игнорирует защиту щитом 
</li><li><b>Hammer Crush</b>: Игнорирует защиту щитом. 
</li><li><b>Earthquake</b>: Игнорирует защиту щитом. 
</li><li><b>Crush of Doom</b>: Игнорирует защиту щитом. 
</li><li><b>Rage</b>: Эффект для одноручного меча/булавы такой же какой
и сейчас. Штраф для другого одноручного оружия неизвестен.Двуручный
меч/палица дает бонус к точности (Уровень 1 Точность +2, Уровень 2
Точность +4). Двуручное оружие, такое как меч/палица/polearm дает бонус
к атаке около 10% (Уровень 2 становится из +55% - +65%). </li><li><b>Frenzy</b>: Эффект для одноручного меча/булавы такой же,
какой и сейчас. Штраф для другого одноручного оружия неизвестен.
Двуручный меч/палица дает бонус к точности (Уровень 1 Точность +2,
Уровень 2 Точность +4, Уровень 3 Точность +6). Двуручное оружие, такое
как меч/палица/polearm дает бонус к атаке около 100% (Уровень 3
становится из +200% - около +300 </li></ul>
<h3>Новые Скиллы:</h3>
<ul>
<li><b>War Frenzy (58)</b>: Увеличивает сопротивление игрока к атаке шоком и сном. <b>Toggle Skill</b>. Использует MP. Уровень 1-3. Совокупный эффект с <b>Lionheart</b>. 
</li><li><b>Polearm (58)</b>: Увеличивает точность во время использования polearm. <b>Toggle Skill</b>. Использует MP примерно с той же скоростью, что и <b>Vicious Stance</b>. Уровень 1-3. Уровень 1 Точность +2 , Уровень 2 Точность +3, Уровень 3 Точность +4. 
</li><li><b>Wide Attack (58)</b>: Увеличивает число поражаемых целей,
при использовании «Общих» (pole) атак. Может применяться, когда герой
вооружен копьем или ему подобным оружием. Selfbuff. Длительность 2
минуты. «Остывание после него» около 30 секунд. Увеличение неизвестно </li><li><b>Zealot (58/66/74)</b>: Получает силу стража, вызывая
повышение бойцовских навыков на короткое время. Тратит HP. Применяется
когда HP падает ниже 30 %. Selfbuff. Продолжительность 1 минута. Время
до повторного применения такое же, как и у <b>Lionheart</b>. Если
навыки владения текущим оружием не совершенны, то этот скилл просто
дает бонус скорости. Увеличивает Урон от Критических ударов <br><br>
<div class="code">Lv1: Atk.Speed +10%, Accuracy +6, Movement Speed +10, Healing Recovery -??%.<br>Lv2: Atk.Speed +20%, Accuracy +6, Movement Speed +20, Healing Recovery -??%.<br>Lv3: Atk.Speed +30%, Accuracy +6, Movement Speed +30, Healing Recovery -??%.<br></div><br><br>Потребление
HP, когда скилл активирован, неизвестно, поэтому эта информация должно
быть устарела: стоит 200HP когда активировано, расходует 150CPs в
секунду (per tick), пока не кончатся CPs и потом 150HPs в секунду но
только во время движения; HP/CPs не уменьшаются пока вы стоите. Эффект
пропадает, если Здоровье восстановлено более чем до 40% с того момента
как скилл активирован (это могло измениться, поскольку был добавлен
штраф за восстановление здоровья). </li><li><b>Инфернальное Тело Inferno Body (58)</b>: Добавляет
огненную составляющую к физическим атакам. Adds a fire element to
physical attacks and increases player's resistance to fire attacks.
Урон от удара увеличен примерно до 100. Также добавляет урона к прочим
скиллам. Это активный скилл. </li></ul>
<h2>ELEMENTAL SUMMONER/ELEMENTAL MASTER</h2>
<h3>Изменения Скиллов:</h3>
<ul>
<li>Урон от призванных существ <b>Summons' Damage</b> в <i>PVP</i> был изменен (не влияет на <i>PVE</i>). 
</li><li>Количество здоровья у призванного существа видно всем игрокам, включая и врагов. 
</li><li>Урон от <b>Soulshot</b> призванного существа изменилось. 
</li><li>Урон от переноса <b>Transfer pain</b>: Исправлено: урон от
переноса работал только тогда, когда призванное существо находилось
рядом с вызывающим. Максимальный радиус действия 600-1200. Потребление
MP увеличено. </li></ul>
<h3>Новые Скиллы:</h3>
<ul>
<li><b>Betray (56)</b>: Заставляет вражеское призванное существо
атаковать своего хозяина. Использует заклинательный камень (spirit
ore). Прибывает приблизительно с 50% скоростью. Призванное существо не
может быть отозвано во время действия скилла. </li><li><b>Mass Surrender to Water (58)</b>: Снижает сопротивление
Воде у врагов рядом с призванным существом. Незначительно повышает
магическое сопротивление Огненным атакам. Использует заклинательный
камень. </li><li><b>Wind Shackle (?)</b>: Снижает скорость атаки у выбранной цели. </li></ul>
<h2>ELVEN ELDER/EVA'S SAINT</h2>
<h3>Изменнеия скиллов</h3>
<ul>
<li><b>Sleep</b>: Начальная скорость кастования увеличена до 10с. 
</li><li><b>Might of Heaven</b>: добавлено свойство Святость. 
</li><li><b>Disrupt Undead</b>: добавлено свойство Святость. 
</li><li><b>Mental Shield</b>: Эффект уменьшен. 
</li><li><b>Holy Weapon</b>: Применимо только для членов отряда. 
</li><li><b>Greater Heal:</b> Эффект подвергся изменениям, чтобы учесть
немедленное исцеление и эффект приходящий со временем, по сравнению с
предыдущей версией общее исцеление увеличилось на 10~20%. Около 70%
исцеляется немедленно, а оставшиеся 30% исцеляются за 15с. Как и Песнь
Жизни это заклинание относится к третьему ряду buffs. </li></ul>
<h3>Новые Скиллы</h3>
<ul>
<li><b>Trance (56)</b>: Высокая скорость попадания. Длительность 15с. Быстро кастуется. Особенно быстрое «остывание» (Cooldown). Уровни 1-10. 
</li><li><b>Clarity (58, 66, 74)</b>: Уменьшает mp цели на короткое время. Требует заклинательный камень (spirit ore). <br><br>
<div class="code">Level 1 MP consumption -4%, 1 Spirit Ore. Level 2 MP consumption -7%, 2 Spirit Ore. Level 3 MP Consumption -10%, 3 Spirit Ore.</div><br><br>
</li><li><b>Major Heal (56)</b>: Повышает HP мгновенно. Скорость кастования примерно такая же как у <b>Greater Heal</b>. Исцеляет больше, чем&nbsp; <b>Greater Heal</b>. Стоит 1 <b>Spirit Ore</b>. Уровень 1-10. MP стоимость такая же как у <b>Greater Heal.</b> Применимо только для членов отряда. 
</li><li><b>Mana Burn (56):</b> Сжигает манну врага. Уровни 1-10. Уровень 10 Сила 162. Радиус действия 900. Большой шанс успехаю. Зависит от <i>M.Atk</i>. Количество сгораемой манны неизвестно. 
</li><li><b>Turn Undead (56)</b>: Помещает выбранную нежить в состояние страха, заставляя их убегать прочь. Шанс немедленной смерти. Использует <b>&nbsp;Spirit Ore</b>. Работает против Вызванных Некромантом существ. 
</li><li><b>Erase (?)</b>: Уничтожает призванное существо. Высокая вероятность попадания. Использует <b>Spirit Ore</b>. 
</li><li><b>Resist Unholy (58)</b>: Увеличивает сопротивление цели к
темным атакам на период времени. Increases target's resistace to dark
attacks for a period of time. Buff. Продолжительность 20 минут. </li></ul>
<h2>GLADIATOR/DUELIST</h2>
<h3>Изменения скиллов</h3>
<ul>
<li><b>Focus Sonic</b>: Теперь потребляет и MP и HP 
</li><li><b>Sonic Rage</b>: Скилл был незначительно увеличен. 
</li><li><b>Duelist Spirit:</b> Время до повторного использования уменьшено. Если скилл применяется во время PvP, причиняемый урон увеличивается. 
</li><li><b>Fatal Strike:</b> Игнорирует защиту щитом 
</li><li><b>Hammer Crush</b>: Игнорирует защиту щитом. 
</li><li>Скиллы требующие перезарядки изменились. Заряды кончаются
после 10 минут. Расходуются лишь те заряды, которые необходимы для
скилла. Увеличение урона из-за перезарядок такое же. </li><li><b>Sonic Blaster</b>: Использует два заряда. Может быт
изучен на 43 уровне. Время до повторного применения уменьшено. Добавлен
шанс нанесения критического урона (*2). </li><li><b>Double Sonic Slash</b>: Использует 3 заряда.Может быт
изучен на 49-м уровне. Время до повторного применения уменьшено.
Добавлен шанс нанесения критического урона (*2). </li><li><b>Triple Sonic Slash</b>: Использует 4 заряда.Может быт
изучен на 49-м уровне. Время до повторного применения уменьшено.
Добавлен шанс нанесения критического урона (*2). Игнорирует щитовую
защиту. </li><li><b>Sonic Buster</b>: Не использует зарядов. Потребляет 3
энергетических камня. Неизвестно, есть ли выгода от перезарядок. Время
до повторного применения уменьшено. Добавлен шанс нанесения
критического урона (*2). </li><li><b>Sonic Storm</b>: Не использует зарядов. Потребляет 3
энергетических камня. Неизвестно, есть ли выгода от перезарядок. Время
до повторного применения уменьшено. Добавлен шанс нанесения
критического урона (*2). </li></ul>
<h3>Новые Скиллы:</h3>
<ul>
<li><b>War Frenzy (58)</b>: Увеличивает сопротивление игрока атакам шоком и сном. <b>Toggle Skill</b>. Требует MP. Уровень 1-3. Эффект складывается с эффектом от Львиного Сердца (Lionheart). </li></ul>
<h2>SORCEROR/ARCHMAGE</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Slow</b> Продолжительность действия уменьшена 
</li><li><b>Surrender to Fire</b>: незначительно увеличивает сопротивление к Воде 
</li><li><b>Surrender to Wind</b>: незначительно увеличивает сопротивление к Земле 
</li><li><b>Cancel</b>: теперь удаляет максимум 5 баффов. Отныне может удалять <b>Ultimate Defense</b>, <b>Ultimate Evasion</b>, <b>Touch of Life</b>, <b>Vengeance</b> и <b>Lionheart</b> 
</li><li><b>Sleep</b>: базовая скорость наложения заклинания увеличена до 10с. 
</li><li><b>Sleeping Cloud</b>: базовая скорость наложения заклинания увеличена до 15с 
</li><li><b>Vampiric Touch</b>: использует большое количество манны </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Curse Fear</b>: шансы на успех увеличены. Срабатывает на 90% для «желтых мобов» </li></ul>
<h2>SPELLHOWLER/STORM SCREAMER</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Slow</b> : Продолжительность действия уменьшена 
</li><li><b>Resist Wind </b>: Нельзя отменить заклинаниями уязвимости более низкого уровня 
</li><li><b>Surrender to Wind:</b> незначительно увеличивает сопротивление к Земле 
</li><li><b>Sleep</b>: Базовая скорость наложения заклинания увеличена до 10с.. 
</li><li><b>Dark Vortex</b>: снижена мощность, но поток манны увеличен 
</li><li><b>Vampiric Claw:</b> увеличено использование манны 
</li><li><b>Vampiric Touch</b>: увеличено использование манны 
</li><li><b>Silence</b>: Продолжительность действия снижена до 30с. </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Curse Fear</b>: Шансы на успех увеличены. Срабатывает на 90% для «желтых мобов» </li></ul>
<h2>SPELLSINGER/MYSTIC MUSE</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Frost Bolt</b>: Продолжительность действия была снижена. 
</li><li><b>Resist Aqua</b>: Нельзя отменить заклинаниями уязвимости более низкого уровня 
</li><li><b>Surrender to Water</b>: незначительно увеличивает сопротивление к Огню. 
</li><li><b>Surrender to Earth</b>: Незначительно увеличивает сопротивление Воздуху.. 
</li><li><b>Cancel</b>: Удаляет максимум 5 баффов. Отныне может удалять <b>Ultimate Defense</b>, <b>&nbsp;Ultimate Evasion</b>, <b>Touch of Life</b>, <b>Vengeance</b> и <b>Lionheart</b> 
</li><li><b>Сон(Sleep)</b>: Базовая скорость наложения заклинания увеличена до 10с. 
</li><li><b>Sleeping Cloud</b>: Базовая скорость наложения заклинания увеличена до 15с. </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Curse Fear</b>: Шансы на успех увеличены. Срабатывает на 90% для «желтых мобов». </li></ul>
<h2>SWORDSINGER/SWORD MUSE</h2>
<h3>Изменения навыков:</h3>
<ul>
<li>Изменились эффекты агрессии для PvP. Для PC, Эффект ненависти
теперь такой: «Выбери меня, а потом атакуй». Действия цели не
заблокированы, можно отменить эффект, кликнув на землю, или произведя
другие действия. Шансы на успех не гарантируются, бывали случаи, когда
цель не менялась. Навык ненависти первого класса позволяет только лишь
изменить </li><li><b>Agression:</b> Может быть использована против игроков 
</li><li><b>Entangle</b>: Продолжительность действия была снижена. 
</li><li>Songs: Стоимость манны и радиус действия уменьшены (не подтвержденные данные, только лишь слухи) </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Arrest (55)</b>: На время останавливает врага. Нельзя наложить
заклятие заново, пока оно действует. Шансы на успех довольно велики.
Главный эффект продолжается 8-10 секунд. SPS не используется.
Продолжительность действия время до повторного использования почти
одинаковы. Имеет эффект агрессии. Радиус действия 150, накладывается
очень быстро </li><li><b>Psycho Symphony (55)</b>: Снижает скорость передвижения/скорость атаки/скорость наложения заклинаний у окружающих врагов на короткое время. </li></ul>
<h2>Храмовник/Тамплиер (TEMPLE KNIGHT/EVA'S TEMPLAR)</h2>
<ul></ul>
<h3>Изменения навыков:</h3>
<ul>
<li>Agression effects changed for PvP. To PC, Hate's effect is now
'Target me, and then attack'. The target’s actions are not locked, they
can </li><li><b>Cancel</b>: the effect by clicking on the ground or when
they perform other actions. The success rate does not seem to be
guaranteed, there are times when the target don’t change. </li><li><b>Agression</b>: Может быть использована против игроков. 
</li><li><b>Hate Aura</b>: Может быть использована против игроков. 
</li><li><b>Entangle</b>: Продолжительность действия была снижена. 
</li><li><b>Touch of Life</b>: использование HP было снижено.</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Tribunal (55)</b>: Поражает сгустком священной энергии. Снижает
точность врага на короткое время. Применяется, если герой экипирован
мечом или тупым оружием. Возможно критическое попадание. Прчиняет
примерно на 200 боьше урона, чем обычный удар. Атрибут «священная
атака». Сила навыка не растет с каждым новым уровнем героя. Стоимость
манны такая же, как и для навыка Агрессия. </li><li><b>Arrest (55)</b>: На время останавливает врага. Нельзя
наложить заклятие заново, пока оно действует. Шансы на успех довольно
велики. Главный эффект продолжается 8-10 секунд. SPS не используется.
Продолжительность действия время до повторного использования почти
одинаковы. Имеет эффект агрессии. Радиус действия 150, накладывается
очень быстро </li></ul>
<h2>TREASURE HUNTER/ADVENTURER</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Dash</b>: Использование манны снижено. Продолжительность
действия увеличено до 15с. Время до повторного применения увеличено до
60-80 с. </li><li><b>Deadly Blow:</b> добавлен один шанс внезапной смерти (<b>Instant Kill</b>) 
</li><li><b>Backstab:</b> добавлен один шанс внезапной смерти (<b>Instant Kill</b>) и добавлен эффект критического удара (<b>x2</b>).
Формула расчета урона изменилась: так что урон от использования SS стал
больше чем урон от простой атаки. Когда испоьлзуется против PC
причиняет урон непосредственно HP и только потом CP. Если срабатывает
эффект внезапной смерти, остается только 1 HP, независимо от CP </li><li><b>Lure</b>: добавлено свойство «разум». 
</li><li><b>Switch</b>: добавлено свойство «разум». Добавлен эффект от отмены цели 
</li><li><b>Trick</b>: добавлено свойство «разум». Добавлен эффект от отмены цели 
</li><li><b>Lethal Blow</b>: уменьшено время «остывания» 
</li><li><b>Bluff</b>: стоимость очков манны снижена до 35. 
</li><li><b>Focus Chance</b>: стоимость очков манны снижена до 35. 
</li><li><b>Focus Power</b>: стоимость очков манны снижена до 35. 
</li><li><b>Vicious Stance</b>: Добавляет немного критического урона ударным навыкам </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Critical Blow (55)</b>: Запускает потенциально смертельную для
врага атаку и увеличивает шанс прохождения летальной атаки. 1 Шанс
прямой смерти. Навык доступен, если герой вооружен кинжалом. Уровень
1-10. Уровень 10 Сила 3613. Вероятность успеха 1 к 5. Продолжительность
действия 15с. Базовое время «остывания» 90 с (при помощи «баффов» может
быть снижено менее чем 60 с </li><li><b>Sand Bomb (55):</b> Запускает песочную бомбу, котоая
снижает точность врага на короткое время. Уровень 1-10. 30 секунд
debuff. Уменьшает точность в соответствии с уровнем – Уровень 9,
Точность -9. </li><li><b>Summon Treasure Key (46)</b>: Вызывает ключ от сокровищ. Необходим <b>ключ вора(key of thief)</b>. 
</li><li><b>Stealth (58)</b>: Скрывает игрока от агрессивного монстра на короткое время. Уменьшает боевые способности игрока, пока действует. <b>Self-бафф</b>. Время «остывания» меньше 2 минут. Продолжительность действия 2 минуты. <i>P.Atk, P.Def, M.Def, Точность and Critical chanсe</i> сильно снижаются во время действия. Скорость передвижения не меняется. 
<h2>Тайрант/Веикий Хаватари(TYRANT/GRAND KHAVATARI)</h2></li></ul>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Cripple</b>: Продолжительность действия была снижена. 
</li><li><b>Focus Force:</b> теперь требуется и HP и MP. 
</li><li><b>Force Rage</b>: Время использования навыка было немного уменьшено 
</li><li><b>Punch of Doom</b>: Игнорирует защиту щита. 
</li><li><b>Burning Fist</b>: Игнорирует защиту щита. 
</li><li><b>Soul Breaker:</b> Игнорирует защиту щита. 
</li><li>Подверглись изменениям навыки, использующие заряды. Заряды
выходят через 10минут. Исползуются лишь те заряды, которые необходимы
для того или иного навыка. Увеличение урона из-за перезарядки то же </li><li><b>Force Blaster</b>: Использует 1 заряд. Время до повторного выстрела уменьшено. Добавлен шанс нанесения критического двойного урона. 
</li><li><b>Hurricane Assault</b>: Использует 2 заряда. Uses 2 charges.
Время до повторного выстрела уменьшено. Добавлен шанс нанесения
критического урона (x2). Игнорирует защиту щита. </li><li><b>Totem Spirit Wolf</b>: Cooldown 90 секунд. Скорость бега + 20%, Точность +3. 
</li><li><b>Totem Spirit Bear</b>: Cooldown 90 секунд. P.Atk +20%, Скорость бега -30%, увеличен критический урон. 
</li><li><b>Totem Spirit Puma</b>: Cooldown 120 секунд. Attack Speed +20%, Точность +6. 
</li><li><b>Totem Spirit Ogre</b>: Cooldown 120 секунд. P.Def +30%, M.Def +30%, скорость передвижения -30%, Точность -9. 
</li><li><b>Totem Spirit Rabbit</b>: Cooldown 180 секунд. Скорость передвижения +30%, Уклонение +12, P.Atk -30%, Точность -9. 
</li><li><b>Totem Spirit Bison</b>: Cooldown 180 секунд. При HP меньше
60% P.Atk +43%, Точность +6, Критический урон +100. При HP меньше 30%
P.Atk +43%, Точность +6, Критический урон +400. </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>War Frenzy (58)</b>: Увеличивает сопротивление игрока к шоку и сну. <b>Toggle Skill</b>. Требует MP.Уровень1-3. 
</li><li><b>Inferno Body (58)</b>: Добавляет огненный элемент в
физические атаки и увеличивает сопротивление игрока к огненныи атакам.
Во время применения навыка урон возрастает примерно на 100. Для
тайранта это примерно 50 на каждый кулак, что суммарно может давать
более 100 единиц урона. Это активный навык и он увеличивает урон,
наносимый другими способами. </li><li><b>Totem Spirit Hawk</b>: Игроку даруется дух ястреба.
Увеличивает критический урон и скорость вовремя использования
«кулачного оружия» (fist weapons). Продолжительность действия 2 минуты.
«Время остывания» 300 секунд. Критическая скорость +100, Увеличивает
критический урон, Точность +6. </li><li><b>Zealot (58/66/74)</b>: Получает силу стража, что приводит
к увеличению боевых способностей на короткое время. Во время
использования истощает HP. Применимо когда HP падает до уровня меньше
30%. Self-бафф. Продолжительность действия 1 минута. Время до
повторного использования такое же, как и для Львиного Сердца
(Lionheart). Еси вы не владеете в совершенстве тем оружием, которое на
вас, то этот навык просто дает бонус скорости передвижения. Увеличенная
максимальная скорость. <br><br>
<div class="code">Lv1: Atk.Speed +10%, Точность +6, Скорость передвижения +10, Восстановление здоровья -??%. <br>Lv2: Atk.Speed +20%, Точность +6, Скорость передвижения +20, Восстановление здоровья -??%. <br>Lv3: Atk.Speed +30%, Точность +6, Скорость передвижения +30, Восстановление здоровья -??%. <br></div><br><br>Потребление
HP, когда навык активирован неизвестно, так что эта информация,
возможно, устарела: стоит 200 HP когда во время активации и 150CP за
ход, пока CP не закончатся, потом 150 HP за ход, но только во время
движения, HP/CP не уменьшаются, если вы неподвижны. Эффект пропадает,
если HP восстанавливается до уровня выше 30% с того момента как навык
был активирован </li></ul>
<h2>Боевой Крикун/ Вестник Апокалипсиса(WARCRYER/DOOMCRYER)</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Aura Sink</b>: Добавлен эффект сгорания манны. 
</li><li><b>Steal Essence</b>: Увеличено использование манны. Стоимость около 30% HP. 
</li><li><b>Life Drain</b>: Увеличено использование манны. 
</li><li><b>Dreaming Spirit</b>: Базовая скорость наложения заклинания стала 4с.</li></ul>
<h3>Новые навыки:|</h3>
<ul>
<li><b>Chant of War (58, 66, 74)</b>: Увеличивает p.atk членов отряда на период времени. Суммарный эффект с <b>Might</b>, но не суммируется с <b>Greater Shield/Chant of Earth</b>. Бафф отряда.Продолжительность действия 20 минут. <br><br>
<div class="code">Level 1, +4% P.Atk, costs 4 Spirit Ore.<br>Level 2, +7% P.Atk, costs 8 Spirit Ore.<br>Level 3, +10% P.Atk, costs 12 Spirit Ore. <br></div><br><br>
</li><li><b>Chant of Earth (58, 66, 74)</b>: Увеличивает p.def члеов группы на период времени. Суммарный эффект с <b>Shield</b>, не суммируется с <b>Greater Might/Chant of War</b>. Бафф отряда.Продолжительность действия 20 минут. <br><br>
<div class="code">Level 1, +5% P.Def, costs 4 Spirit Ore. Level 2, +10% P.Def, costs 8 Spirit Ore. Level 3, +15% P.Def, costs 12 Spirit Ore. </div><br><br></li></ul>
<h2>WARLOCK/ARCANA LORD</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Vampiric Touch</b>: Увеличено использование манны. 
</li><li><b>Binding cubic</b>: Продолжительность действия изменилась до 10-15с, коэффициент успеха увеличен, скорость активации куба увеличена 
</li><li>Урон призванного существа в <i>PVP</i> снижен. (не влияет на PVE). 
</li><li>Уровень HP призванного существа виден всем игрокам, включая врагов. 
</li><li>Потребление <b>Soulshot</b> призванного существа изменилось. 
</li><li><b>Transfer pain</b>: Исправлено то, что боль срабатывает
только когда слуга находится рядом со своим хозяином. Максимальное
расстояние 600-1200. Потребление MP увеличено (неподтвержденные данные)
</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Betray (56)</b>: Заставляет вражеское призванное существо атаковать своего хозяина. <b>Использует камень Духа (spirit ore)</b>. Вероятность попадания порядка 50%. Нельзя отозват призванное существо во время действия 
</li><li><b>Mass Surrender to Fire (58):</b> Уменьшает сопротивение Огню у врагов вокруг вызванного существа. Незначительно увеличивает сопротивление Водным атакам. <b>Использует камень Духа (spirit ore)</b>. 
</li><li><b>Arcane Distruption (56):</b> Снижает скорость наложения заклинаний у врага примерно на 100. <b>«Дебафф» (Debuff)</b> остается около 10 секунд. </li></ul>
<h2>WARLORD/DREADNOUGHT</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Whirlwind</b>: Игнорирует защиту щита. 
</li><li><b>Thunder Storm</b>: Стоимость MP увеличена приблизительно на 35%. Игнорирует защиту щита. 
</li><li><b>Earthquake</b>: Игнорирует защиту щита. 
</li><li><b>Shock Blast</b>: Игнорирует защиту щита. 
</li><li><b>Revival</b>: Время до повторного использования сильно
уменьшено. Было изменено так чтобы восстанавливать HP полностью, но
применимо только когда остается лишь 5 % от максимального HP. </li><li><b>Focus Attack</b>: Теперь две минуты <b>Self-бафф</b>.
Увеличивает Точность и Критический Урон. Эффект растет с уровнем.
Уровни 1-5. Критический урон увеличивается на 10-15% от первого уровня.
</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>War Frenzy (58)</b>: Увеличивает сопротивление игрока к шоку и сну. <b>Toggle Skill</b>. Истощает MP. Уровни 1-3. Совокупный эффект с Львиным Сердцем (Lionheart ). 
</li><li><b>Polearm Accuracy (58)</b>: Увеличивает точность при использовании полерма. <b>Toggle Skill</b>.
Истощает MP примеро с той же скорость, что и порочное положение
(Vicious Stance). Уровень1-3. Уровень1 Точность +2 , Уровень2 Точность
+3, Уровень3 Точность +4. </li><li><b>Wide Attack (58)</b>: Увеличивает число поражаемых целей
при атаках шестом (pole attacks). Применимо при использовании копья и
ему подобного оружия. Self-бафф. Продолжительность действия 2 минуты.
Время «остывания» порядка 30 секунд.Уровень1-5. Увеличение неизвестно. </li></ul>
<h2>WARSMITH/MAESTRO</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Whirlwind</b>:: Игнорирует защиту щита. 
</li><li><b>Hammer Crush</b>: Игнорирует защиту щита. 
</li><li><b>Earthquake</b>: Игнорирует защиту щита. 
</li><li><b>Призванного</b> - Урон призванного существа в PVP снижен. (не влияет на PVE). 
</li><li>Уровень HP призванного существа виден всем игрокам, включая врагов. 
</li><li>Потребление <b>Soulshot</b> призванного существа изменилось.</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>War Frenzy (58)</b>: Увеличивает сопротивление игрока к шоку и сну. <b>Toggle Skill</b>. Истощает MP. Уровни 1-3. 
</li><li><b>Polearm Accuracy (58)</b>: Увеличивает точность при использовании полерма. <b>Toggle Skill</b>.
Истощает MP примеро с той же скорость, что и порочное положение
(Vicious Stance). Уровень1-3. Уровень1 Точность +2 , Уровень2 Точность
+3, Уровень3 Точность +4. </li></ul>
<h3>Общие изменения</h3>
<ul>
<li>Эффект <b>«Мгновенной Смерти» ("Instant Kill”)</b> был расширен. Эффект 1: HP монстра снижается на 50% PC CP снижается до 1. (<b>Blinding Blow</b>, <b>Backstab</b>, <b>Deadly Blow</b>, <b>Critical Blow</b>). Эффект 2: HP монстра и CP PC снижаются до 1 с очень маленькой вероятностью (<b>Lethal Shot</b>, <b>Lethal Blow</b>) 
</li><li>Когда магические классы используют лук так же часто, как и
полерм (polearm), появляются штрафы: понижение точности (-8 Точность) и
замедление скорости атаки. </li><li>Снижена продолжительность действия у всех навыков обладающих эффектом замедления. 
</li><li>Некоторые перечисленные монстры были модифицированы так, что на них не действует <b>Dance of Shadow</b>, умения скрытно и тихо передвигаться, эффект «Мгновенной Смерти» (список удален по причине нехватки места). 
</li><li>Для защиты от <b>Debuffs/Curses (Gloom</b>, <b>Cancel</b>, <b>Silence</b>, <b>Sleep</b> ит.д.) используется MEN stat вместо WIT stat. Сопротивление Яду - CON stat вместо MEN stat. </li></ul>
<h2>HAWK EYE/SAGITTARIUS</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Dash</b>: Использование манны снижено. Продолжительность
действия была увеличена до 15. Время до повторного использования было
уменьшено до 60-80с. </li><li><b>Stun Shot</b>: Добавился эффект отмены цели. 
</li><li><b>Double Shot</b>. Добавился эффект критического навыка (урон x2). 
</li><li><b>Snipe</b>: Дальность, P.Atk, и Точность были увеличены. Время использования навыка и до повторного использования навыка были увеличены. </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Pain of Sagittarius&nbsp; (58)</b>: Преобразует HP в MP в таком соотношении: 9HP:1MP (387 HP = 43 MP). Cooldown 20 секунд. 
</li><li><b>Blessing of Sagittarius (58)</b>: уменьшает время
обновления физичских навыков на впериод времени.. Время повторного
использования навыков, заметно уменьшенно . Уровень1-3. Self-бафф.
Продолжительность действия 20 минут. </li><li><b>Pain of Sagittarius&nbsp; (58)</b>: Уменьшает
использование MP для физических навыков в течение короткого периода
времени. Уровень1-3. Self-бафф. Продолжительность действия и Cooldown
неизвестны. </li><li><b>Quiver of Holding (58)</b>: увеличивает предел веса. Максимум вместимости увеличен. Уровень1-3. Пассивный Навык. </li></ul>
<h2>NECROMANCER/SOULTAKER</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Mass Slow</b>: Продолжительность действия была снижена. 
</li><li><b>Sleep</b>: Базовая скорость наложения заклинания увеличена до 10с. 
</li><li><b>Anchor</b>: Шансы на успех увеличены. Продолжительность действия изменилась к 30-ти. Повторное использование приблизительно 40с. 
</li><li><b>Dark Vortex</b>: Мощь уменьшена, но процент утечки увеличен. 
</li><li><b>Curse Fear</b>: Шансы на успех увеличены. Работает приблизительно на 90 % для желтых мобов. 
</li><li><b>Corpse Burst</b>: Мощь была увеличена. Эквивалентно заклинанию для единственной цели, несмотря на то, что это заклинание бьет по площади. 
</li><li><b>Forget</b>: Добавлено свойство разума. Шансы на успех увеличены. Работает приблизительно на 90 % для желтых мобов. 
</li><li><b>Vampiric Claw:</b> Увеличено использование манны. 
</li><li><b>Vampiric Touch</b>: Увеличено использование манны. 
</li><li>Урон призванного существа в PVP был nerfed(снижен) (не эффективно в PVE). 
</li><li>Количество HP призванного существа шаблон видно всем игрокам, включая врагов. 
</li><li>Потребление Soulshot призванного существа было изменено. 
</li><li><b>Transfer pain</b>: Исправлено то, что боль при перемещении
действует на мага только тогда, когда призванное существо находится
рядом с ним. Радиус действия 600-1200. </li><li><b>Silence</b>: Продолжительность действия снижена до 30с.</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Mass Curse Fear (58)</b>: помещает окружающих врагов в состояние страха, которое заставляет их бежать с поля боя. 
</li><li><b>Mass Curse Gloom (58)</b>: Уменьшает m.def врагов, окружающих вызванное существо. Использует проклятые кости. 
</li><li><b>Summon Cursed Bone (58)</b>: Вызывает проклятую кость.
Уровень1 стоит 40 камней Духа и вызывает 25-100 проклятых костей,
Уровень 2 стоит 80 камней Духа и вызывает 50-100 проклятых костей. </li></ul>
<h2>OVERLORD/DOMINATOR</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Область навыков клана/Союза</b> была увеличена до 900. 
</li><li><b>Rage of Paagrio</b>: Добавлен штраф Уклонения. Уровень1 Уклонение-2, Уровень2 Уклонение-4. 
</li><li><b>Heart of Paagrio</b>: Эффект изменен так, чтобы учесть
немедленное и продолжительное исцеление, так что, по сравнению с
предыдущей версией ощее исцеление увеличилось на 10-20 процентов. </li><li><b>Steal Essence</b> : Увеличено использование манны. Стоимость приблизительно 30%MP. 
</li><li><b>Seal of Gloom:</b> добавился эффект сгорания манны. 
</li><li><b>Life Drain:</b> Увеличено использование манны. 
</li><li><b>Seal of Slow:</b> Продолжительность действия была снижена. 
</li><li><b>Seal of Silence</b>: Продолжительность действия была снижена. 
</li><li><b>Dreaming Spirit</b>: Базовая скорость броска заклинания стала 4с..</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li>Нет.</li></ul>
<h2>PALADIN/PHOENIX KNIGHT</h2>
<h3>Изменения навыков:</h3>
<ul>
<li>Для PvP изменился эффект Агрессии.. Для PC, эффект Ненависти -
теперь 'выбери цель, и затем нападай'. Действия цели не заблокированы,
они могут, отменить эффект, кликая по земле или исполняя другие
действия. Видимо, шансы на успех не гарантируются, поэтому, бывают
случаи, когда цель не изменяется. </li><li><b>Agression</b>: Может быть использована против игроков. 
</li><li><b>Hate Aura</b>: Может быть использована против игроков. 
</li><li><b>Touch of Life</b>: использование HP было уменьшено. 
</li><li><b>Holy Strike</b>: Добавлено свойство "святой"(holy). 
</li><li><b>Holy Blessing</b>: время до повторного использования было изменено.</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Shackle (55)</b>: Помещает врага в захват, который держится в
течение короткого времени. Не может быть использовано еще раз, пока
захват держится. Шансы на успех довольно высокие. Осовной эффект длится
8-10 секунд. SPS не может использоваться. Продолжительность действия и
время до повторного использования почти одинаковы. Облдает эффектом
Агресии (agression). Радиус действия 600, скорость наложения невысокая.
</li><li><b>Tribunal (55)</b>: Помещает врежескую нежить в состояние
опасения, заставляя их убежать. Шанс убить. Использует камень души
(soul ore). Работает на призванных Некромантом Существах. </li><li><b>Mass Shackle (58)</b>: Помещает врага в захват, который
держится в течение короткого времени. Не может быть использовано еще
раз, пока захват держится. </li><li><b>Angelic Icon (58/66/74):</b> Игрок получает святой
призыв, что выливается в всплеск боевых способностей на короткое время.
Уменьшается эффект полученных исцелений. Может использоваться, когда HP
падают ниже, чем 30 %. Чтобы увеличить собственную боевую силу,
призывает энергию бога, . Во время действия, эффективность заклинаний
исцеления сильно снижается. Self-бафф. Продолжительность действия 2
минуты. Если меч не используется, нет критического увеличения. <br><br>
<div class="code">Lv1: Atk. Ускорите +10 %, Критический +100, Точность
+6, Движение ускоряется +10, P.Def +50 %, M.Def +50 %, Излечивая
Восстановление-80 %. <br>Lv2: Atk. Ускорите +20 %, Критический +100,
Точность +6, Движение ускоряется +20, P.Def +50 %, M.Def +50 %,
Излечивая Восстановление-80 %. <br>Lv3: Atk. Ускорите +30 %,
Критический +100, Точность +6, Движение ускоряется +30, P.Def +50 %,
M.Def +50 %, Излечивая Восстановление-80 %. </div><br><br></li></ul>
<h2>PHANTOM RANGER/GHOST SENTINEL</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Freezing Strike</b>: Продолжительность действия была снижена. 
</li><li><b>Stun Shot</b>: Добавлен эффект отмены цели. 
</li><li><b>Double Shot</b>. Добавился эффект критического навыка (двойной урон). 
</li><li><b>Drain Health:</b> использование MP уменьшено.</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Pain of Sagittarius (58)</b>: Преобразует HP в MP в таком соотношении: 9HP:1MP (387 HP = 43 MP). Cooldown 20 секунд. 
</li><li><b>Spirit of Sagittarius (58)</b>: Уменьшает использование MP
для физических навыков в течение короткого периода времени. Уровень1-3.
Self-бафф. Продолжительность действия и Cooldown неизвестны. </li></ul>
<h2>PHANTOM SUMMONER/SPECTRAL MASTER</h2>
<h3>Изменения навыков:</h3>
<ul>
<li>Урон призванного существа был снижен в PvP (не производит PVE). 
</li><li>Шкала HP призванного существа теперь видна всем игрокам, включая и врагов. 
</li><li>Было изменено <b>Soulshot</b>-потребление призванного существа. 
</li><li><b>Vampiric Touch</b>: Увеличено использование манны. 
</li><li><b>Transfer pain</b>: Исправлено то, что боль при переносе
действовала только тогда, когда призванное существо было рядом со своим
хозяином. Радиус действия около 600-1200. Потребление MP
увеличилось(Неподтвержденные данные). </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Betray (56)</b>: заставляет вражеского призванника атаковать
своего хозяина. Осуществляеся с 50-%-ной вероятностью. Призванное
существо е может быть отозвао во время действия навыка. </li><li><b>Wind Shackle (?)</b>: Уменьшает скорость атаки цели. </li></ul>
<h2>PLAINS WALKER/WIND WALKER</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Entangle:</b> Продолжительность действия была снижена. 
</li><li><b>Blinding Blow</b>: время до повторного использования
уменьшено. Использование MP было уменьшено вдвое. Продолжительность
действия была увеличена до 15с. Добавлен 1 шанс Мнгновенной смерти.
Заставляет врага повернуться спиной. </li><li><b>Deadly Blow</b>: Добавлен 1 шанс Мнгновенной смерти 
</li><li><b>Backstab</b>: Добавлен 1 шанс гновенной смерти и эффект
критического удара (двойной урон). Формула повреждений изменилась так,
чтобы повреждение от использования SS было больше, чем повреждение от
обычной атаки. Наносит урон непосредственно HP, в обход CP, когда
используется против PC. Если сраьатывает эффект Мгновенной смерти, HP
становится равным 1 вместо несмотя на CP. </li><li><b>Lure</b>: добавлено свойство Mind 
</li><li><b>Switch:</b> добавлено свойство Mind. Дбавился эффект от отены цели. 
</li><li><b>Lethal Blow</b>: Cooltime уменьшено. 
</li><li><b>Bluff</b>: MP стоимость уменьшена до 35. 
</li><li><b>Focus Chance</b>: MP стоимость уменьшена до 35. 
</li><li><b>Vicious Stance</b>: Добавляет немного большее критическое повреждениек ударным навыкам. </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Might Mortal (58)</b>: Увеличивает вероятнойсть применнеия
смертельных навыков на короткое время. Доступно, когда игрок экипирован
оружием типа кинжала. Уровень1-5. Самобафф 2 минуты. 10 минут cooldown
(может быть сокращен баффами до 6-7 минут). </li><li><b>Sand Bomb (55):</b> Запускает песочную бомбу, которая
уменьшает Точность врага в течение короткого временного отрезка.
Уровень1-10. 30 секунд debuff. Уменьшает Точность в сооответсвии с
уронем навыка: Уровень 9 Точность -9. </li></ul>
<h2>PROPHET/HIEROPHANT</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Resist Aqua</b>: Нельзя отменить заклинаниями уязвимости более низкого уровня 
</li><li><b>Resist Wind:</b> Нельзя отменить заклинаниями уязвимости более низкого уровня 
</li><li><b>Resist Fire</b>: Нельзя отменить заклинаниями уязвимости более низкого уровня 
</li><li><b>Disrupt Undead:</b> добавлено священное свойство 
</li><li><b>Elemental Protection:</b> Совместное действие (накопление) с новой элементной buff/debuff системой (Неподтвержденно/Неизвестно, как это работает). 
</li><li><b>Mental Shield</b>: Эффект был снижен. 
</li><li><b>Holy Weapon</b>: работает только для членов отряда. 
</li><li><b>Berserker Spirit</b>: работает только для членов отряда. Добавлен штраф Уклонения. Уровень1 Уклонение-2, Уровень2 Уклонение-4.</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Mana Burn (56)</b>: Уровень1-10. Сжигает вражескую манну.
Уровень10 Сила 162 Радиус действия 900. Высокий шанссрабатывания.
Зависит от M.Atk. Количество сгораемой манны неизвестно. </li><li><b>Erase (?)</b>: Уничтожает вызванное существо. Низкая скорость попадения. Использует камень Духа. 
</li><li><b>Resist Holy (58)</b>: Увеличивает сопротивление цели к святым атакам на время. Бафф. Продолжительность действия 20 минут. 
</li><li><b>Resist Unholy (58)</b>: Увеличивает сопротивление цели к тёмным атакам на время. Бафф. Продолжительность действия 20 минут. 
</li><li><b>Greater Might (58, 66, 74)</b>: Увеличивает P.Atk цели на
время. Эффект складывается с Силой (Might), но не с Большим Щитом.
Бафф. Продолжительность действия 20 минут. <br><br>
<div class="code">Уровень 1, +4 % P.Atk, стоит 1 Камень Духа.<br>Уровень 2, +7 % P.Atk, стоит 2 Камня Духа.<br>Уровень 3, +10 % P.Atk, стоит 3 Камня Духа. <br></div><br><br>
</li><li><b>Greater Might (58, 66, 74):</b> Увеличивает P.Def цели на
время. Эффект складывается с Щитом(Shield), но не с Большей
Силой(Greater Might). Бафф. Продолжительность действия 20 минут. <br><br>
<div class="code">Уровень 1, +5 % P.Def, стоит 1 Камень Духа.<br>Уровень 2, +10 % P.Def, стоит 2 Камня Духа.<br>Уровень 3, +15 % P.Def, стоит 3 Камня Духа.<br></div><br><br></li></ul>
<h2>SHILLIEN ELDER/SHILLIEN</h2>
<h3>Изменения навыков:</h3>
<ul>
<li>Disrupt Undead Добавлено святое свойство. 
</li><li>Mental Shield: Эффект был снижен. 
</li><li>Greater Group Heal: Эффект изменился:появился эффект
немедленного исцеления и эффект продолжительного исцеления. По
сравнению с предыдущим эффектом общее исцеление увеличено на 10~20 %.
Приблизительно 70 % излечивается немедленно, другие 30 % излечиваются
за 15с. Как и Песнь Жизни относится к 3-му ряду баффов. </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Mana Burn (56)</b>: Уровень1-10. Сжигает вражескую манну.
Уровень10 Сила 162 Радиус действия 900. Высокий шанссрабатывания.
Зависит от M.Atk. Количество сгораемой манны неизвестно. </li><li><b>Erase (?)</b>: Уничтожает вызванное существо. Низкая скорость попадения. Использует камень Духа. 
</li><li><b>Resist Holy (58)</b>: Увеличивает сопротивление цели к святым атакам на время. Бафф. Продолжительность действия 20 минут </li></ul>
<h2>SHILLIEN KNIGHT/SHILLIEN</h2>
<h3>Изменения навыков:</h3>
<ul>
<li>Изменился эффект <b>Агрессии</b> для <i>PvP</i>. На <i>PC</i>, эффект <b>Ненависти</b>
- теперь 'выбери цель, а потом нападай'. Действия цели не
заблокированы, они могут, отменить эффект, кликая по земле или исполняя
другия действия. Шансы на успех не гарантируются, возможны случаи,
когда цель не меняется </li><li><b>Agression</b>: Может быть использована против игроков. 
</li><li><b>Hate Aura</b>: Может быть использована против игроков. 
</li><li><b>Lightning Strike</b>: использование MP и скорость попадания
увеличены, время до повторного использования было уменьшено. Шансы на
успех увеличены. Продолжительность действия стала приблизительно 30с. </li><li><b>Touch of Death</b>: использование HP было уменьшено. Удаляет максимум 5 баффов. 
</li><li><b>Drain Health</b>: использование MP уменьшено. 
</li><li><b>Life Leech</b>: Увеличено использование маны. 
</li><li><b>Poltergeist Cubic</b>: Продолжительность действия различных дебаффов стала меньше (как нормальные версии этих дебаффов). 
</li><li><b>Freezing Strike:</b> Продолжительность действия была снижена. </li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Judgement (55)</b>: Поражает врага сгустком темной энергии.
Уменьшает Точность врага на короткое время. Может использоваться когда
герой экипирован мечом/дубиной(blunt). Возможен супердар. Делает еще
приблизительно на 200 dmg больше, чем обычный удар против PC. Аттрибут
темной атаки. Сила авыка почти не меняется с уровнем. Стоимость МР,
такая же как и для навыка Агрессии. Уменьшает Максимальную силу, норма
попадания неизвестна. </li><li><b>Arrest (55)</b>: Поражает и помещает врага в захват,
который держится в течение небоьшого времени. Не может быть
переколдовано, пока захват действует. Шансы на успех довольно высоки.
Основной эффект длится 8-10 секунд. SPS не может использоваться.
Продолжительность действия захвата, и время до повторного использования
почти одинаковы. Имеет эффект агрессии. Дальность ействия 150,
заклинание очень быстро накладывается. </li></ul>
<h2>SILVER RANGER/MOON SENTINEL</h2>
<h3>Изменения навыков:</h3>
<ul>
<li><b>Entangle</b>: Продолжительность действия была снижена. 
</li><li><b>Stun Shot</b>: добавлен эффект от отмены цели 
</li><li><b>Double Shot.</b> Добавлен эффект критического навыка (двойной урон).</li></ul>
<h3>Новые навыки:</h3>
<ul>
<li><b>Blessing of Sagittarius (58)</b>: уменьшает время обновления
физичских навыков на впериод времени.. Время повторного использования
навыков, заметно уменьшенно . Уровень1-3. <b>Self-бафф</b>. Продолжительность действия 20 минут. 
</li><li>
<div><b>Spirit of Sagittarius (58):</b> Уменьшает использование MP для физических навыков в течение короткого периода времени. Уровень1-8. <b>Self-бафф.</b>
Продолжительность действия 2 минуты. Cooldown 3-4 минуты. Скорость
Атаки +20%, Дальность атаки -300, P.Atk растет с каждым уровнем (уровен
4 P.Atk. +78) </div></li></ul>
