<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>

<table width="100%" border="0" cellpadding="0" cellspacing="0">
  <tr>
    <td class="h-cell b-tblr t-bold"> Кланы, что это такое и зачем они нужны?</td>
  </tr>
  <tr>
  <td><img src="images/dot_5x5.gif" width="5" height="5"></td>
  </tr>
  <tr>
    <td class="n-cell p-2 b-tblr"> <p>Каждая онлайновая игра имеет свое собственное название групп игроков, будь то гильдия, союз или клан. В Lineage2 эти группы называются pledges. Наиболее близкое по значению слово в русском языке пожалуй "клан". <br>
        <br>
        <b>Как же устроен и функционирует клан?</b><br>
В клане может быть только один лидер. Лидер может решить, будет ли он управлять кланом (принимать решения, рекрутировать новых членов и т.д.) единолично, или передаст часть полномочий другим кланерам. <br>
<br>
<b>Создание клана.</b> <br>
Любой персонаж выше 10 уровня может создавать клан. Для этого нужно найти соответствующего NPC. Название клана может состоять из не более чем 16 букв и цифр и не может содержать пробелы и специальные знаки. Клан состоит из лидера и членов клана. Новые кланы могут принять в свой состав не более 10 членов. Со временем, прогрессируя, развиваясь и получая новые навыки, клан может в конечном итоге расшириться до 40 членов. <br>
<br>
<b>Выход из клана.</b> <br>
Член клана может покинуть свой клан либо с согласия, либо без согласия лидера клана. Если выход осуществляется с согласия лидера, то он происходит немедленно и персонаж тут же может вступить в другой клан. Если выход предпринят без согласия, требуется 5 календарных дней для того, чтобы появилась возможность вступить в другой клан. Однако ушедший может организовать свой собственный клан не дожидаясь этого срока. С другой стороны, если перед самовольным уходом клан был полностью укомплектован, то и лидер не сможет принять нового члена до истечении тех же 5 дней. Если лидер покидает клан, то он автоматически распускается. <br>
<br>
<b>Распад клана. </b><br>
Лидер может распустить клан без согласия на то остальных членов. Роспуск осуществляется так же как и создание - у такого же NPC. Лидер распускаемого клана получает штраф в виде потери очков опыта, сопоставимый с одной смертью и не может создавать новый в течение 10 дней. Кроме того, процесс роспуска клана длится 7 дней. Клан не может быть распущен пока воюет с другим кланом. <br>
<br>
<b>Навыки клана. </b><br>
Навыки получаются при выполнении специальных квестов. Если клан выполняет доступный квест, он получает новый уровень навыков. На каждом новом уровне возможности организации расширяются. <br>
<br>
<b>Клановые войны. </b><br>
Требования: Только кланы уровня 3 и выше могут обьявлять войну другому клану, в котором состоит не менее 5 членов. Война не может быть обьявлена союзническому клану. Клан, вовлеченный в текущий момент в войну, не может обьявлять новую войну, но может принимать вызовы от других. <br>
<br>
<b>Обьявление войны.</b><br>
В момент обьявления войны оба лидера должны находиться в игре. Для обьявления войны используется закладка "clan" в меню "action". Сражение становится возможным после того как противник принимает вызов. <br>
<br>
<b>Война.</b><br>
Над головой каждого члена клана видна символика его клана. Вам не нужно нажимать Ctrl, чтобы напасть на противника в ходе войны. До конца войны разрешен неограниченный плейеркиллинг по отношению к членам вражеского клана. Охранники - NPC не вмешиваются в ваши разборки. Игроки, убитые в войне, получают те же штрафы, что и при смерти в других обстоятельствах. Игрок может сдаться противнику, но при этом получает те же штрафы, как и при смерти. Клан не может быть распущен во время войны. <br>
<br>
<b>Окончание войны.</b><br>
Война прекращается в следующих случаях: <br>
- лидер одного из кланов убит (захвачен) <br>
- один из кланов сдался. <br>
- один клан предложил мир - другой принял. <br>
- все члены клана кроме лидера сдались <br>
<br>
Независимо от результата, любой клан, который обьявил войну или принял вызов, не может обьявлять новую войну раньше, чем через 5 дней. <br>
Если клан сдался, лидер получает штраф опыта равный штрафу за смерть. <br>
<br>
<b>Информация о своем клане.</b><br>
Информация о своем клане или клане - союзнике может быть получена через окно клана в интерфейсе. В этом окне можно увидеть: имя лидера, уровень клана, текущие статистики, состав клана и уровни его членов. <br>
<br>
<b>Информация о другом клане.</b><br>
Здесь можно увидеть только то, что сделано доступным лидером этого клана. </p>
      <b>Уровни кланов.</b>
      <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr>
          <td width="70" class="h-cell b-tbl">Уровень клана </td>
          <td width="330" class="h-cell b-tbl">Необходимо</td>
          <td width="90" class="h-cell b-tbl">Количество членов </td>
          <td class="h-cell b-tblr">Что возможно </td>
        </tr>
        <tr>
          <td class="n-cell p-2 b-bl ac">0</td>
          <td class="n-cell p-2 b-bl ac">уровень лидера 10</td>
          <td class="n-cell p-2 b-bl ac">10</td>
          <td class="n-cell p-2 b-blr al">
		  Принимать новых членов<br>
              Исключать членов<br>
              Распустить клан<br>
          Управлять клан-чатом</td>
        </tr>
        <tr>
          <td class="n-cell p-2 b-bl ac">1</td>
          <td class="n-cell p-2 b-bl ac">30k SP и 650k aden </td>
          <td class="n-cell p-2 b-bl ac">15</td>
          <td class="n-cell p-2 b-blr al">Использовать клан-склад<br>
            Владеть землей
		</td>
        </tr>
        <tr>
          <td class="n-cell p-2 b-bl ac">2</td>
          <td class="n-cell p-2 b-bl ac">150k SP и 2.5kk aden </td>
          <td class="n-cell p-2 b-bl ac">20</td>
          <td class="n-cell p-2 b-blr al">Участвовать в аукционах недвижимости с последующей возможностью приобретения дома клана и его модернизации</td>
        </tr>
        <tr>
          <td class="n-cell p-2 b-bl ac">3</td>
          <td class="n-cell p-2 b-bl ac">500k SP и <b>Proof of Blood</b> (лут из <b>Bloody Queen</b>) </td>
          <td class="n-cell p-2 b-bl ac">25</td>
          <td class="n-cell p-2 b-blr al">Символика клана<br>
            Возможность объявления войны<br>
          Увеличение кланового склада</td>
        </tr>
        <tr>
          <td class="n-cell p-2 b-bl ac">4</td>
          <td class="n-cell p-2 b-bl ac">1.4kk SP и выполненный квест <a href="index.php?act=show_quest&name=proof_of_clan_aliance">Proof of Clan Aliance</a> </td>
          <td class="n-cell p-2 b-bl ac">30</td>
          <td class="n-cell p-2 b-blr al">Участие в осадах/защитах замков<br>
            Установка военного лагеря<br>
            Управление замком<br>
          Модернизация замка</td>
        </tr>
        <tr>
          <td class="n-cell p-2 b-bl ac">5</td>
          <td class="n-cell p-2 b-bl ac">3.5kk SP и выполненный квест <a href="index.php?act=show_quest&name=pursuit_of_clan_ambition">Pursuit of Clan Ambition</a> </td>
          <td class="n-cell p-2 b-bl ac">40</td>
          <td class="n-cell p-2 b-blr al">Заключение и расторжение союзов</td>
        </tr>
      </table>      </td>
  </tr>
</table>
