<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<h3 align="left">Кланы </h3>
Каждая онлайновая игра имеет свое собственное название групп игроков, будь то гильдия, союз или клан. В Lineage2 эти группы называются pledges. Наиболее близкое по значению слово в русском языке пожалуй "клан". <br />
                  <br />
                  <strong><br />
  Как же устроен и функционирует клан? </strong><br />
  В клане может быть только один лидер. Лидер может решить, будет ли он управлять кланом (принимать решения, рекрутировать новых членов и т.д.) единолично, или передаст часть полномочий другим кланерам. <br />
  <br />
  <strong><br />
  Создание клана.</strong><br />
  Любой персонаж выше 10 уровня может создавать клан. Для этого нужно найти соответствующего NPC. Название клана может состоять из не более чем 16 букв и цифр и не может содержать пробелы и специальные знаки. Клан состоит из лидера и членов клана. Новые кланы могут принять в свой состав не более 10 членов. Со временем, прогрессируя, развиваясь и получая новые навыки, клан может в конечном итоге расшириться до 40 членов. <br />
  <br />
  <br />
  <strong>Выход из клана.</strong><br />
  Член клана может покинуть свой клан либо с согласия, либо без согласия лидера клана. Если выход осуществляется с согласия лидера, то он происходит немедленно и персонаж тут же может вступить в другой клан. Если выход предпринят без согласия, требуется 5 календарных дней для того, чтобы появилась возможность вступить в другой клан. Однако ушедший может организовать свой собственный клан не дожидаясь этого срока. С другой стороны, если перед самовольным уходом клан был полностью укомплектован, то и лидер не сможет принять нового члена до истечении тех же 5 дней. Если лидер покидает клан, то он автоматически распускается. <br />
  <br />
  <br />
  <strong>Распад клана.</strong><br />
  Лидер может распустить клан без согласия на то остальных членов. Роспуск осуществляется так же как и создание - у такого же NPC. Лидер распускаемого клана получает штраф в виде потери очков опыта, сопоставимый с одной смертью и не может создавать новый в течение 10 дней. Кроме того, процесс роспуска клана длится 7 дней. Клан не может быть распущен пока воюет с другим кланом. <br />
  <br />
  <br />
  <strong>Навыки клана.</strong><br />
  Навыки получаются при выполнении специальных квестов. Если клан выполняет доступный квест, он получает новый уровень навыков. На каждом новом уровне возможности организации расширяются. <br />
  <br />
  <br />
  <center>
    <strong>Уровни кланов</strong>
  </center>
  <br />
  <br />
  <strong>Уровень 0 Необходимо:</strong><br />
  Уровень лидера 10<br />
  Количество членов: до 10 <br />
  Что возможно:<br />
  Принимать новых членов<br />
  Исключать членов<br />
  Распустить клан<br />
  Управление клан-чатом <br />
  <br />
  <br />
  <strong>Уровень 1</strong><br />
  30 000 SP и 650 000 adena<br />
  Количество членов: до 15 <br />
  Дополнительные возможности: использование склада владение землей. <br />
  <br />
  <br />
  <strong>Уровень 2</strong><br />
  Необходимо: 150 000 sp и 2 500 000 adena<br />
  Количество членов: до 20<br />
  Дополнительные возможности: Участие в аукционах недвижимости с последующей возможностью приобретения дома клана и его модернизации. <br />
  <br />
  <br />
  <strong>Уровень 3</strong><br />
  Необходимо: 500 000 sp "свидетельство крови" (лут из королевы крови)<br />
  Количество членов: до 25<br />
  Дополнительные возможности:<br />
  символика клана<br />
  возможность обьявления войны<br />
  увеличение хранилища <br />
  <br />
  <strong>Уровень 4</strong><br />
  Необходимо: 100 000 sp и 1000 000 adena<br />
  Количество членов: до 30<br />
  Дополнительные возможности:<br />
  Участие в осадах / защитах замков<br />
  Установка военного лагеря<br />
  Управление замком<br />
  Моднрнизация замков. <br />
  <br />
  <strong>Уровень 5</strong><br />
  Количество членов: до 40<br />
  Дополнительные возможности:<br />
  Заключение и расторжение союзов <br />
  <br />
  <br />
  <strong>Клановые войны.</strong><br />
  Требования: Только кланы уровня 3 и выше могут обьявлять войну другому клану, в котором состоит не менее 5 членов. Война не может быть обьявлена союзническому клану. Клан, вовлеченный в текущий момент в войну, не может обьявлять новую войну, но может принимать вызовы от других. <br />
  <br />
  <br />
  <strong>Обьявление войны:</strong><br />
  В момент обьявления войны оба лидера должны находиться в игре. Для обьявления войны используется закладка "clan" в меню "action". Сражение становится возможным после того как противник принимает вызов. <br />
  <br />
  <br />
  <strong>Война:</strong><br />
  Над головой каждого члена клана видна символика его клана. Вам не нужно нажимать Ctrl, чтобы напасть на противника в ходе войны. До конца войны разрешен неограниченный плейеркиллинг по отношению к членам вражеского клана. Охранники - NPC не вмешиваются в ваши разборки. Игроки, убитые в войне, получают те же штрафы, что и при смерти в других обстоятельствах. Игрок может сдаться противнику, но при этом получает те же штрафы, как и при смерти. Клан не может быть распущен во время войны. <br />
  <br />
  <br />
  <strong>Окончание войны:</strong><br />
  Война прекращается в следующих случаях:<br />
  - лидер одного из кланов убит (захвачен)<br />
  - один из кланов сдался.<br />
  - один клан предложил мир - другой принял.<br />
  - все члены клана кроме лидера сдались <br />
  <br />
  <br />
  Независимо от результата, любой клан, который обьявил войну или принял вызов, не может обьявлять новую войну раньше, чем через 5 дней. Если клан сдался, лидер получает штраф опыта равный штрафу за смерть. Информация о своем клане: Информация о своем клане или клане - союзнике может быть получена через окно клана в интерфейсе. В этом окне можно увидеть: имя лидера, уровень клана, текущие статистики, состав клана и уровни его членов. Информация о другом клане: Здесь можно увидеть только то, что сделано доступным лидером этого клана.
             