<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<p>Великая Олимпиада (Grand Olympiad) - это PvP-турнир среди Дворян (Noblesse) в своем классе. Набравший наибольшее количество очков получает титул Героя (Hero), эксклюзивные права, оружие и светящуюся ауру.
<div class="center">
</div>
        <div class="left">
          <div class="image">
            <p align="center">            
            <img src="module/library/IMG/geroy.jpg" border="0" width="400" height="300"></a></div>
          <p>
        <div class=np03><span style="COLOR: lightgreen">Возможности Героя</span></div>
        Герои могут пользоваться предоставленным им оружием, выбрав которое нельзя будет поменять. 
        Спустя месяц, выбранное оружие будет автоматически удалено и Герой сможет выбрать другое, подойдя к 
        Монументу Героев (Monument of Heroes).
        Это оружие не может быть брошено на землю, передано, продано или заточено.
        <br>
        С этим оружием можно использовать Spiritshots-S, Soulshots-S, Blessed Spiritshots-S или Shining Arrows.<p> 
        Герои могут общаться на особом канале чата (%). Цвет сообщений на этом канале небесно-голубого цвета и видны
        они всем игрокам на сервере, однако посылать их можно не чаще, чем 1 раз в 10 секунд. В настройках сообщений
        можно отключить возможность читать сообщения Героев.<p>
        Имена Героев перечисляются на Монументе Героев в каждом городе или деревне.<p>
        <div class=np03><span style="COLOR: lightgreen">Получение способностей Героя</span></div>
        Знак Героя появляется в окне статуса игрока при получении титула Героя, однако мало выиграть на Олимпиаде. 
        Для получения статуса и значка Героя необходимо подойти к Монументу Героев.<p>
        Если игрок завоевал титул Героя второй раз, то ему необходимо подтвердить это звание, подойдя к Монументу Героев
        еще раз.<p>
          <div class=np03><span style="COLOR: lightgreen">Определение Героя</span></div>
        На протяжении месяца Дворяне участвуют в PvP-соревнованиях, за достижения на которых они получают специальные очки.
        Первого числа каждого месяца лучшие из участников получают титул Героя.<p>
        Героем может стать тот, кто набрал большее количество очков, соперничая с противниками своего класса, участвовал
        в соревновании не менее 5 раз и, как минимум, 1 раз завоевал победу.<p>
        Например, если игрок набрал больше всех очков, но участвовал менее 5 раз или не одержал ни одной победы, он
        не сможет стать Героем. Возможны ситуации, когда по прошествии всего периода Олимпиад не было выбрано ни одного
        Героя.<p>
        В том случае, если 2 игрока одного класса набрали одинаковое количество очков, Героем становится тот, кто 
        принимал участие в соревнованиях чаще.<p>
        <div class=np03><span style="COLOR: lightgreen">Определение рангов</span></div>
        Все Дворяне имеют доступ к 10-е лучших бойцов в таблице рангов на период проведения Олимпиады. Те, кто принимал 
        участие в менее, чем 4 поединках автоматически исключаются из таблицы рангов. Количество набранных очков на
        период проведения Олимпиады в ранговой таблице скрыто. В случае, если участники набрали одинаковое количество
        очков их имена будут отображены в количестве до 15 человек.<p>
        <div class=np03><span style="COLOR: lightgreen">Великая Олимпиада</span></div>
        Великая Олимпиада - это 1х1 PvP-поединок, проводимый для определения Героя. Она проводится в течении каждого месяца и
        Дворянин, набравший наибольшее количество очков в своем классе в конце этого периода объявляется Героем.
        В Олимпиаде может участвовать только тот Дворянин, который сделал переход в 3-й класс.<p>
        <div class=np03><span style="COLOR: lightgreen">Период соревнований</span></div>
        Олимпиада делится на 2 вида: классовые и неклассовые поединки. Персонажи только конкретного класса могут 
        участвовать в классовых поединках. В неклассовых поединках подобных ограничений нет.<p>
        Регистрация участия в Олимпиаде происходит через Olympiad Master'а, часы участия - с 20:00 до 12:00 каждый день.
        В нетурнирное время заявки на участие подавать нельзя.<p>
        Участники случайным образом выбираются и переносятся на арену Колизея. За 30 секунд до переноса на арену участникам
        будут выводиться инструкции в виде системных сообщений, после чего им дается 45 секунд на подготовку. Затем арена
        превращается в PvP-зону и поединок начинается.<p>
        Перед началом боя у участников восстанавливается их HP, MP и CP. Все наложенные заклинания снимаются. Все животные (pets)
        сворачиваются. Кубики остаются и могут следовать за хозяином на всем протяжении поединка.<p>
        Если после переноса на арену игрок покидает игру, то ему засчитывается поражение. Если во время поединка сервер отключается или
        перегружается, то участники переносятся в ближайший поселок, а поединок аннулируется.<p>
        Длительность поединка не превышает 3-х минут. Участник, чье HP достигло 0 первым считается проигравшим. Если по
        истечении 3-х минут нет проигравших, то победителем засчитывается тот, кто нанес большее количество урона.<p>
        Когда количество HP одного из участников достигает 0, он не гибнет, но уже считается проигравшим. По окончании 
        поединка изменения в количестве очков выдаются в виде системных сообщений, а участники переносятся в ближайшие 
        деревни.<p>
        <div class=np03><span style="COLOR: lightgreen">Требования к участникам</span></div>
        Участвовать в Олимпиаде можно, только будучи в своем основном классе. Те, кто подал заявку на участие в своем
        подклассе, к поединку допущены не будут.<p>
        Если участник, перенесенный на арену, находится в группе, будет автоматически выброшен из нее.<p>
        Персонажи с 0 очков не могут принимать участие в поединках.<p>
        На поединке запрещено использовать никакие предметы, кроме Soulshots, Spiritshots, Echo Crystals, 
        Energy Stones и Firecrackers. Заклинания Recall и Party Recall на арене не работают.<p>
        <div class=np03><span style="COLOR: lightgreen">Система расчета очков</span></div>
        С началом Олимпиады все Дворяне получают по 18 очков и каждую неделю еще по 3. По окончанию поединка очки 
        проигравшего переносятся на счет победителя. Свой счет можно проверить у Grand Olympiad Manager'а.<p>
        После окончания поединка, если Дворянин имеет на счету больше 50 очков, он может обменять их на пропуск
        к дворянским порталам (Noblesse Gate Passes). Курс обмена составляет 1 очко за 1000 Noblesse Gate Passes. 
        Например, имея 50 очков можно обменять на 50000 Noblesse Gate Passes, но, имея 49, их нельзя обменять ни 
        на один Noblesse Gate Pass.<p>
        Noblesse Gate Passes могут быть использованы для приобретения различных предметов у Grand Olympiad Manager'а или
        для перенесения в различные локации через Gatekeeper'ов.<p>
        У Grand Olympiad Manager'a можно выменять такие предметы:<p>
        <span style="COLOR: yellow">
        Blessed Scroll: Enchant Weapon (Grade S): 300,000 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Weapon (Grade A): 150,000 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Weapon (Grade B): 70,000 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Weapon (Grade C): 30,000 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Weapon (Grade D): 9,000 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Armor (Grade S): 45,000 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Armor (Grade A): 18,000 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Armor (Grade B): 3,500 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Armor (Grade C): 3,500 Noblesse Gate Passes<br>
        Blessed Scroll: Enchant Armor (Grade D): 1,000 Noblesse Gate Passes<br>
        Scroll: Enchant Weapon (Grade S): 50,000 Noblesse Gate Passes<br>
        Scroll: Enchant Weapon (Grade A): 18,000 Noblesse Gate Passes<br>
        Scroll: Enchant Weapon (Grade B): 5,000 Noblesse Gate Passes<br>
        Scroll: Enchant Weapon (Grade C): 1,100 Noblesse Gate Passes<br>
        Scroll: Enchant Weapon (Grade D): 500 Noblesse Gate Passes<br>
        Scroll: Enchant Armor (Grade S): 5,000 Noblesse Gate Passes<br>
        Scroll: Enchant Armor (Grade A): 2,400 Noblesse Gate Passes<br>
        Scroll: Enchant Armor (Grade B): 800 Noblesse Gate Passes<br>
        Scroll: Enchant Armor (Grade C): 150 Noblesse Gate Passes<br>
        Scroll: Enchant Armor (Grade D): 60 Noblesse Gate Passes<br>
        Secret Book of Giant: 5,000 Noblesse Gate Passes</span><p>
				<div class=np03><span style="COLOR: lightgreen">Созерцание Великой Олимпиады</span></div>
				Зрители могут следить за поединками на Олимпиаде через Grand Olympiad Manager'а, находящегося в каждой деревне.
				Они видят поединок и имена участников, их HP, CP и наложенные на них заклинания.<p>
				Находясь в Колизее, зрители могут следить за происходящим в других Колизеях, не покидая своего.<p>
				Наблюдение за поединком бесплатно.<p>
	 
