<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
                <h3 >История мира Lineage 2 </h3>
                <p align="justify"> Он сделал глубокую затяжку, вдохнул дым и медленно выдохнул. <br />
                    <br />
  Большая часть его лица была скрыта под толстым старым капюшоном, а позади него была только лишь непроглядная темнота. В тусклом отблеске трубки невозможно было разглядеть его черты. <br />
  <br />
  Он представился бардом, однако никто не поверил ему – голос у него был хриплый и грубый. Было что-то подозрительное в том, что он один путешествовал по лесу, полному опасностей. Однако он предложил рассказать нам историю в обмен на пищу и тепло нашего костра. Не могли же мы оставить его в этом холодном лесу одного? И мы согласились. <br />
  <br />
  Мы устроились поудобнее около костра, держа оружие наготове, чтобы применить в случае опасности, и стали внимательно слушать. <br />
  <br />
  Ночь пронизывала холодом насквозь. Человек отложил трубку и начал рассказ… </p>
                <h4 align="justify" class="style1"> Глава 1. Генезис</h4>
                <p align="justify"> История, которую я хочу вам рассказать – о тех, кого мы называем Богами. Слушайте внимательно – так, будто это правдивая история… <br />
                    <br />
  Очень давно, во времена, которые невозможно даже представить, существовал лишь шар, в котором было заключено все мироздание. И не было ничего, с чем бы его можно было сравнить – поэтому шар был большим и маленьким, темным и светлым, всем и ничем. <br />
  Спустя сто миллионов лет, шар начал увеличиваться в размерах и одновременно стали появляться две силы. Медленно, но они росли и со временем разделились на Белый Свет и Тьму. Белый Свет принял женскую форму и назвал себя Эйнхазад. Тьма же приняла мужскую и дала себе имя Грэн Каин. Две эти сущности положили начало новой вселенной и всему, что существует теперь. <br />
  <br />
  Эйнхазад и Грэн Каин объединили свои усилия, дабы вырваться за пределы шара. В результате их эксперимента, шар раскололся на куски. Некоторые из них взвились ввысь и стали Небом, некоторые упали вниз, чтобы стать Основанием. Между Небом и Основанием появилась Вода, а некоторые части Основания поднялись и стали Землей. <br />
  <br />
  Дух шара – Эфир, также подвергся распаду всего сущего. Что повлекло за собой появление различных животных и растений. “Создание Генезиса” также было сформировано из этого духа, самым лучшим его представителем стали гиганты. Они были известны как Мудрые, и разум их был также силен, как и тело. Гиганты дали обещание веровать в Эйнхазад и Грэн Каина. Те были довольны гигантами, назначив их хозяевами над всеми остальными созданиями. Это было до появления смерти и настоящего рая. <br />
  <br />
  У Эйнхазад и Грэн Каина со временем появились дети, не обделенные божественным даром. Первые пятеро из них были удостоены обладанием власти над миром. Старшая дочь, Шилен, получила во владение воду. Старший сын, Паагрио, получил контроль над огнем, а вторая дочь – Мафр – над землей. Второй сын, Сэйя, стал хозяином ветра. <br />
  <br />
  Элементов не хватило только самой младшей – Еве. Она стала сочинять музыку и писать стихи. В то время, как другие боги были заняты своими обязанностями, Ева писала поэмы и сочиняла для них музыку. Таким образом, началась эра богов, и не существовало в мире ничего, неизвестного богам.</p>
                <h4 align="justify" class="style1"> Глава 2. Создание рас</h4>
                <p align="justify"> Эйнхазад была богиней созидания и создала формы при помощи своего собственного духа. Ее дети использовали свои силы для создания жизни из этих форм. <br />
                    <br />
  Шилен вселила дух воды в первую форму, что была создана. Так появилась раса эльфов. <br />
  <br />
  Паагрио вселил дух огня во вторую форму, что была создана. Так появилась раса орков. <br />
  <br />
  Мафр вселила дух земли в третью форму, что была создана. Так появилась раса дварфов. <br />
  <br />
  Сэйя вселил дух ветра в четвертую форму, что была создана. Так появилась раса Артеас. <br />
  <br />
  Грэн Каин был богом разрушения. Когда он увидел достижения Эйнхазад, в нем взыграло любопытство, смешанное с завистью. Он повторил то, что делала Эйнхазад и создал свою форму, по своему разумению. Затем он обратился к Шилен, их старшей дочери, с просьбой вселить дух в его форму. Та была очень удивлена и спросила его, “Отец, почему ты хочешь сделать это? Эйнхазад, моя мать, отвечает за созидание. Ты же - бог разрушения, и любое существо, которому ты дашь жизнь, будет приносить лишь несчастья себе и другим.” <br />
  <br />
  Но Грэн Каин не сдавался. После долгих уговоров, он все-таки добился согласия Шилен. <br />
  <br />
  “Я сделаю это. Но я уже отдала Матери дух воды. Все, что я могу дать тебе – лишь остатки.” Шилен дала отцу дух гнилой воды, который Грэн Каин с радостью принял. <br />
  <br />
  Однако Грэн Каин посчитал, что одного духа для его создания будет недостаточно. И он отправился к Паагрио, своему старшему сыну. Как и Шилен, Паагрио предостерег отца. Но отказать отцу он был не в силах, и дал ему дух гаснущего огня. Грэн Каин с радостью принял и его. <br />
  <br />
  Мафр слезно умоляла отца отказаться от его затеи, но в итоге все же отдала ему дух бедной и грязной земли. Сэйя, в свою очередь, дал отцу дух неуправляемого ветра. <br />
  <br />
  Удовлетворенный, Грэн Каин собрал все, что получил от детей и вскричал, “Посмотрите на существ, созданных мной! Взгляните на тех, кто рожден духами воды, огня, земли и ветра! Они будут сильнее и мудрее гигантов! Они будут править миром!” <br />
  <br />
  Грэн Каин ощутил великую гордость и прокричал об этом на весь мир. Он вселил духов в свои создания. Однако, результат был ужасен. Эти создания были слабыми, глупыми, хитрыми и трусливыми. Все боги с презрением отвергли созданий Грэн Каинa. Сам же он с позором был вынужден прятаться какое-то время. Своих созданий он оставил. А создания эти были людьми. <br />
  <br />
  Раса эльфов была мудрой и восприимчивой к магии. Но эльфы не были столь же мудры, сколь гиганты. Поэтому эльфы вынуждены были служить гигантам в политике и магической деятельности. <br />
  <br />
  Раса орков была сильной. Они обладали неистощимой силой и огромной силой воли. Конечно, они не были так же сильны, как гиганты. Поэтому орки для гигантов играли роль пушечного мяса в различных войнах. <br />
  <br />
  Раса дварфов была очень умелой во всем, что касалось инженерии, математики и мастерства в различных технических дисциплинах. Они служили гигантам в качестве банковских служащих и рабочих на производстве. <br />
  <br />
  Крылатая раса Артеас - свободолюбивые и любопытные создания. Гиганты хотели поработить этих созданий. Мешало лишь одно – однажды пойманный и посаженный в клетку Артеас быстро терял жизненную силу и умирал. Гигантам не осталось ничего, кроме как позволить Артеас и дальше оставаться свободными. Артеас часто посещали город гигантов и приносили им новости из других частей света. <br />
  <br />
  Люди не могли ни одну из вещей делать хорошо и стали рабами гигантов, выполняли они самую черную и грязную работу. Их жизнь была не лучше, чем у животных.</p>
                <h4 align="justify" class="style1"> Глава 3. Война богов</h4>
                <p align="justify"> Грэн Каин был свободным богом. Однако, он допустил огромную ошибку, совратив Шилен, свою старшую дочь. Скрывать все это от Эйнхазад стало невозможно, когда Шилен забеременела. Гневу Эйнхазад не было предела, когда она узнала о случившемся. По воле Эйнхазад ее старшая дочь престала быть богиней воды, более того, была выслана с континента. Грэн Каин отвернулся от нее, таким образом она осталась наедине со своим несчастьем. <br />
                    <br />
  Будучи беременной, Шилен бежала на Восток. Глубоко в чащобе темного леса, она родила – шля проклятья матери и отцу каждый раз, когда наступали схватки. <br />
  <br />
  Дети, рожденные Шилен, переняли отчаяние и злость ее проклятий и обратились в демонов. Самые могущественные и сильные из них стали ‘драконами'. <br />
  <br />
  Всего было шесть драконов – против шести богов. Шилен была разгневана на мать, которая изгнала ее, и на отца, который совратил, а потом оставил одну. Собрав всю мощь, всех своих детей, она создала армию для отмщения богам. <br />
  <br />
  Сильнейшим из драконов надлежало находиться в первых рядах армии демонов, чтобы сражаться с самими богами. Аулакирия, дракон света, услышав про это, посмотрела на Шилен с грустью и сказала, “Ты не ведаешь, что творишь. Ты на самом деле хочешь уничтожить богов? Ты на самом деле хочешь утопить свою мать, отца и других в лужах собственной крови?” <br />
  <br />
  Ее призыв не возымел на Шилен никакого эффекта. <br />
  <br />
  И вот, наконец, началась кровавая битва, когда армия демонов ворвалась во дворец, обиталище богов. Шесть драконов не оставили во дворце камня на камне. Даже боги были испуганы невероятной силой драконов. Битва, казалось, будет длиться вечность. Все же, если бы битва не остановилась, мир прекратил бы свое существование, и все живые существа были бы уничтожены. <br />
  <br />
  Многочисленные посланники богов и демоны пали в битве. Каждый день сверкала молния и грохотали раскаты грома, оттого, что в небесах сталкивались такие мощные силы. Гиганты и все прочие живые существа дрожали от страха, наблюдая за битвой на небесах. <br />
  <br />
  Жесточайшая битва продолжалась несколько лет, и в конечном счете баланс постепенно склонился в пользу одной из сторон. Несмотря на полученные повреждения, Эйнхазад и Грэн Каин имели перевес в битве, разрушив огромное количество демонов. <br />
  <br />
  Драконы продолжали сражаться, хотя они были сильно ранены и исполосованы шрамами. Их усталость становилась все более очевидной. Через некоторое время, казалось, будто война закончится полным истреблением армии демонов. В конце концов, драконы, расправив крылья, полетели к земле, чтобы спастись. За ними последовали и выжившие демоны. Боги, желая истребить отступающих, все же были настолько изранены, что не смогли этого сделать. Все, что они могли – это наблюдать за остатками армии демонов, летящих к земле. <br />
  <br />
  Поскольку дети Шилен погибли один за другим, проиграв войну богам, она была опечалена. Она изобрела The Underworld и поставила себя во главе.</p>
                <h4 align="justify" class="style1"> Глава 4. Всемирный Потоп</h4>
                <p align="justify"> После ухода Шилен власть над водой перешла к Еве. Она была мягкой по натуре, а после краха ее сестры и войны богов и демонов, стала еще более робкой и напуганной. И чтобы избежать груза ответственности, что пал на ее плечи, она вырыла тоннель на дне озера и спряталась там. <br />
                    <br />
  Духами воды стало некому управлять, и они, не имея цели, бесцельно блуждали по миру. В одно место стекалось слишком много воды, в результате чего образовывалось болото. В другом же месте, напротив, воды не хватало настолько, что там образовывалась пустыня. Бывало частенько и так, что часть континента внезапно уходила под воду или новый остров возникал из ниоткуда. Бывало еще и так, что где-то дождь шел, не прекращаясь, день и ночь, пока вода не покрывала все, за исключением самых высоких горных пиков. <br />
  <br />
  Там, где сохранялись участки, не покрытые водой, скапливалось огромное количество живых существ. Как на суше, так и в океане, все живые существа страдали от этого бедствия. От имени всех живых существ, гиганты подали прошение богам относительно помощи. <br />
  <br />
  Эйнхазад и Грэн Каин, обыскав весь континент, в итоге нашли озеро, где пряталась Ева. <br />
  <br />
  “Ева, взгляни на то, что произошло из-за того, что ты избегала своих обязанностей. Ты разрушаешь гармонию этого континента, в который мы вложили столько усилий. Я не выдержу, если ты не будешь впредь меня слушать.” Эйнхазад была так разъярена, что глаза ее горели ярким огнем. <br />
  <br />
  Из-за наводнений, бесчисленное количество гигантов и других существ перебралось в мир Шилен, что не могло не вызвать зависть у Эйнхазад. Дрожа от страха, Ева сдалась своей матери. Когда Ева вновь приняла на себя обязанности регулировать воды, бедствия постепенно прекратились. Однако, было невозможно восстановить континент, лежащий в руинах.</p>
                <h4 align="justify" class="style1"> Глава 5. Вызов Гигантов</h4>
                <p align="justify"> Гиганты все более и более скептично относились к происходящему: сначала Грэн Каин создал людей, чем доказал свою собственную глупость, затем повел себя недостойно в отношении свой дочери, как и Эйнхазад со свой ревностью. Созданный Шилен мир Underworld породил множество ужасных созданий. Ева своей слабостью и неумелостью превратила континент в довольно жалкое зрелище. В умах гигантов зародились семена недоверия и сомнения. Заслуживают ли такие небожители поклонения и почтения? <br />
                    <br />
  Гиганты могли передвигаться на колесницах, сделанных собственными руками, и имели свободный доступ в дворец богов. Они также могли использовать магические знания, чтобы поднять в воздух остров и жить там, словно боги. Они могли жить настолько долго, что это время было сравнимо с вечностью. И гиганты пришли к мысли о их равенстве с богами. Несмотря на их мудрость, они стали чрезмерно высокомерными. <br />
  <br />
  Таким образом, гиганты вознамерились стать богами. <br />
  <br />
  Они начали экспериментировать, изменяя живущие организмы, дабы создать новые формы жизни. Гиганты прозвали этот вид магического искусства “наукой”. Опьяненные властью, гиганты создали мощную армию для борьбы с богами, несмотря даже на провал Шилен, шести ее драконов и армии демонов в этом же самом деле. <br />
  <br />
  Боги видели приготовления и были разгневаны. Эйнхазад, претендующая на единоличное управление всеми созидательными процессами, утратила дар речи от ярости, охватившей ее. Она поклялась уничтожить всех гигантов вместе с континентом и остальным миром. Грэн Каин взывал к спокойствию. <br />
  <br />
  “Так как ты являешься Матерью Созидания,” сказал он, “то уничтожение всего сущего – моя прерогатива. Тебе слишком хорошо известно, какие были последствия от того, что я взял на себя твою задачу. Если же ты все-таки возжелаешь уничтожить весь мир, тебе придется сражаться со мной.” Грэн Каин любой ценой не желал допустить разрушения континента, и Эйнхазад была очень оскорблена его вмешательством. Однако, поскольку они имели равный статус, она не могла остановить его. <br />
  <br />
  В конце концов, Эйнхазад пошла на компромисс. И чтобы наказать гигантов, она попросила у Грэн Каин его молот – известный, как Молот Отчаяния. Из-за его большой разрушительной силы, даже Грэн Каин не использовал его. И все-таки, несмотря ни на что, Эйнхазад подняла молот высоко над головой и швырнула его вниз, прямо в сердце города гигантов.</p>
                <h4 align="justify" class="style1"> Глава 6. Конец Веков</h4>
                <p align="justify"> И в момент, когда обрушился с небес огонь, гиганты осознали, какую чудовищно глупую ошибку они допустили. Применив всю свою силу, гиганты поднялись ввысь, чтобы утихомирить Молот Отчаяния, но их усилий хватило лишь на то, чтобы только на малую толику сдвинуть Молот, который продолжал осыпать землю огнем. <br />
                    <br />
  Этого хватило, чтобы разрушить величайший город мира; также погибло множество живых существ. Огромное отверстие, образовавшееся в земной толще, захлестнуло ужасающей силы волной. Под конец на земле не осталось почти ни одного гиганта. <br />
  <br />
  Те гиганты, что сумели выжить, сбежали на восток, чтобы избежать гнева Эйнхазад. Их маршрут был похож на тот, что избрала Шилен в свое время. Эйнхазад продолжила преследование и уничтожала гигантов одного за другим, испепеляя их смертоносными молниями с небес. Те же, что остались в живых, дрожали в страхе и обращались с мольбами к Грэн Каину. <br />
  <br />
  “Грэн Каин, Грэн Каин! Мы осознали, что избрали ошибочный путь. Только Вы можете остановить гнев и безумие Эйнхазад. Не позвольте нам погибнуть, нам, кто был рожден от самих богов, нам, самым мудрым и самым сильным существам на свете! ” <br />
  <br />
  Внезапно Грэн Каин ощутил сильное чувство жалости к этим несчастным существам. Он решил, что гиганты уже достаточно настрадались и искупили свою вину сполна. Он поднял ввысь самые глубокие воды южных морей, тем самым блокировав путь Эйнхазад. <br />
  <br />
  Эйнхазад же в гневе вскричала, “Что это? Кто смеет связываться со мной? Ева, моя возлюбленная дочь, убери немедленно воду, что блокирует мене путь или же приготовься повторить участь своей старшей сестры!” <br />
  <br />
  Испуганная Ева немедленно выполнила приказание матери. И Эйнхазад продолжила свое победоносное шествие, истребляя на своем пути всех гигантов. И гиганты снова взмолили о помощи. <br />
  <br />
  “Грэн Каин! Сильнейший из богов! Эйнхазад продолжает истреблять нас, сжальтесь же и спасите нас!” <br />
  <br />
  Грэн Каин поднял ввысь толщу земли, на которой находились гиганты. Огромный утес перегородил путь Эйнхазад, которая закричала громким голосом. <br />
  <br />
  “Мафр, моя возлюбленная дочь! Кто смеет связываться со мной? Опусти немедленно землю на положенное ей место. Или приготовься к участи своей сестры!” <br />
  <br />
  Испугавшись этих слов, Мафр попыталась сдвинуть землю, однако Грэн Каин остановил ее. <br />
  <br />
  “Эйнхазад, почему ты не успокоишь свой гнев? Весь мир знает твою злобу и дрожит перед твоей яростью. Мудрые, но глупые гиганты и так уже заплатили огромную цену за искупление своей ошибки. Только взгляни! Раса гордых и благородных существ – что когда-то правила миром – теперь нашла себе пристанище на узком клочке земли. Больше они уже не смогут бросить вызов богам. Это место навечно станет местом их заточения. Утихомирь свой гнев, твоя месть свершилась.” <br />
  <br />
  Эйнхазад не могла не послушать его и действовать против воли Грэн Каина – он обладал равными с ней возможностями. Она решила, как сказал Грэн Каин, оставить гигантов на том клочке земли, чтобы те замаливали свои грехи. Охота была окончена и Эйнхазад вернулась домой. <br />
  <br />
  Впоследствии, Эйнхазад редко вмешивалась в происходящее на Земле, так как она глубоко разочаровалась в созданиях, ее населяющих. Грэн Каин также согласился не показываться там. Век богов подходил к своему финалу.</p>
                <h4 align="justify" class="style1"> Глава 7. Возвращаясь к костру</h4>
                <p align="justify"> Незнакомец вдруг прекратил рассказ. <br />
                    <br />
  Находясь под впечатлением от услышанного, мы сидели молча, пока он посвящал нас в тайны истории мира. Его голос, хоть и был мягким, проник в самую глубь нашего сознания – как-будто это было некое волшебство. Миф, рассказанный им, в корне отличался от того, который знали мы, однако возражений не было. Мы, закаленные сильные воины, прониклись благоговейным трепетом к этому человеку и даже немного боялись его. Внезапно поблизости взмахнула крыльями сова, и мы вздрогнули от неожиданности. <br />
  <br />
  Незнакомец усмехнулся, поднял едва тлеющую трубку к губам и продолжил рассказ. <br />
  <br />
  “Не отвергайте мою историю о богах только лишь потому, что она отличается от тех, что слышали вы. Может быть, что странствующий поэт ближе к истине, чем все ваши священники? История богов – желание богов, не людей. Как тогда простые священники могут знать правду? Слушайте внимательно… я продолжу историю. Историю мира после исчезновения богов. Вашу историю.”</p>
                <h4 align="justify" class="style1"> Глава 8. Последствия</h4>
                <p align="justify"> Теперь, после внезапного исчезновения гигантов, во всем мире царила паника и беспорядок. Привычный ход вещей был нарушен, расы эльфов, темных эльфов, дварфов и людей обрели неожиданную свободу и вместе с ней необходимость самим выживать в огромном мире. Перед ними лежал мир, полуразрушенный и разоренный Молотом Отчаяния. Многие погибли во время бедствий, вызванных Матерью Созидания, но еще больше погибло во время последовавшего за этим хаоса и беспорядка. Расы обратились к богам с пылким призывом о помощи, но ответом была тишина. <br />
                    <br />
  Контроль над ситуацией первыми взяли эльфы, ведь именно они занимались политикой во времена гигантов. Эльфы добились успеха в деле воссоединения рас и на протяжении некоторого времени в мире царило согласие. Но время шло, и с его течением выяснилось, что эльфам не дано столь же эффективно управлять другими, как гигантам в свое время. Первыми недовольными были орки. <br />
  <br />
  “Кто сказал, что эльфы сильнее нас? Никто! Имеют ли они право управлять нами? Нет! Не бывать тому, что создания более слабые, чем мы, будут стоять выше нас!” <br />
  <br />
  Военный потенциал орков был ошеломляющим, и живущие мирно эльфы не могли стать достойным противником для гордых и бесстрашных оркских воинов. Орки действовали молниеносно, и вскоре большая часть земли принадлежала им, эльфов же они оттеснили в угол континента. Там они испросили поддержки у дварфов, которые, обладая огромными ресурсами и превосходным оружием, имели шанс выстоять против орков. <br />
  <br />
  “Раса земли”, вскричали эльфы, “Мы просим у вас помощи. Безжалостные орочьи орды превосходят нас по силе. Мы можем сражаться против них вместе – и тогда у нас будет шанс!” <br />
  <br />
  Но дварфы равнодушно отвергли их мольбы о помощи. Им казалось, что орки теперь- победители. А раз так, то зачем прагматичным и расчетливым дварфам связываться с проигравшими? Эльфы таким поворотом событий были разгневаны, но изменить ничего не могли. <br />
  <br />
  Следующей расой, к которой эльфы обратились за помощью, была раса ветра – Артеас. Их навыки разведки и атаки с воздуха были бы достаточны для одержания победы над орками. Эльфийская делегация отправилась на край земли искать помощи у Артеас. <br />
  <br />
  “Раса ветра, мы просим у вас помощи! Орки варварски угнетают нас. Если мы объединимся, мы сможем преподать им урок, какого у них еще не было!” <br />
  <br />
  Но, как и всегда, Артеас не интересовали политические и военные конфликты. Они остались нейтральными и еще лучше укрылись от посторонних глаз. Эльфы были в отчаянии. <br />
  <br />
  “Увы, никто не придет к нам на помощь! Неужели это конец? Неужели грязные орки будут править миром, и требовать славы и богатства, как должного им?”</p>
                <h4 align="justify" class="style1"> Глава 9. Новый союз</h4>
                <p align="justify"> Отвергнутые расчетливыми дварфами и равнодушными Артеас, эльфы были по-прежнему одиноки в борьбе против орков. В отчаянии они оплакивали свою судьбу, как вдруг среди них появился незнакомец и пал перед королем эльфов ниц. Король подошел к незнакомцу ближе, чтобы через мгновение понять, что перед ним - предводитель людей. На голове у человека была корона из трех ветвей. <br />
                    <br />
"Кто явился к нам? Неужто это предводитель людей, этих низких созданий?" Король был в недоумении, "Ты пришел посмеяться над нашей бедой?" <br />
  <br />
  Человек склонил перед королем голову и сказал, "Нет, о мудрый король. Мы прибыли с предложением о помощи. Быть может, наши скромные силы смогут быть вам полезны." <br />
  <br />
  Эльфы обрадовались такому повороту событий, и хотя люди были глупы и слабы, их огромная численность могла быть полезной в бою. <br />
  <br />
"Что ж, вы и вправду можете нам пригодиться." Король согласился без раздумий. "Вы ничтожные и никчемные существа, однако, лояльны и готовы отдать свои жизни за нас в бою. Это похвально. И я принимаю ваше предложение." <br />
  <br />
  Король людей снова пал ниц перед своим эльфийским коллегой, затем поднял голову, и их взгляды встретились. "О благороднейший из эльфов", сказал он, "Мы, люди, просим выполнить одну лишь нашу просьбу, прежде чем мы начнем сражаться во имя победы эльфов. Мы слишком слабы. Мы не устоим против орков, и потому просим тебя дать нам силу выстоять против них. Мы просим тебя обучить нас эльфийской магии." <br />
  <br />
  Это дерзкое предложение повергло эльфов в смятение. Научить людей их магии? Никогда! Эльфы уже готовы были испепелить наглеца, но тут в дело вмешался лидер эльфов. Веора, так ее звали, решила, что люди, даже обученные магии, не будут угрожать эльфам. А в войне против орков они были слишком слабы и не могли обойтись без помощи. Таким образом, она приняла решение, которое впоследствии стоило ей жизни - открыть людям магические тайны их народа. <br />
  <br />
  Люди впитывали знания, как губка, обучаясь гораздо быстрее, чем того ожидали эльфы. Их физические параметры были не столь превосходны, сколь орочьи - однако постоянный труд и борьба внутри расы закалили людей. Они были умелыми и искусными воинами, и самое главное - они были столь многочисленны, что вскоре человеческая армия стала великой силой.</p>
                <h4 align="justify" class="style1"> Глава 10. Друзья и враги</h4>
                <p align="justify"> И началась война. Альянс людей и эльфов постепенно достигал своей цели - свержения орочьей экспансии. Когда перевес в этой войне склонился в сторону альянса, дварфы отреклись от проигрывавших орков в пользу человеческой армии, начав поставки военного снаряжения людям. Теперь, облаченные в мощнейшую бронею и вооруженные острейшими дварфовскими клинками, люди могли победить орков и без вмешательства со стороны эльфов. <br />
                    <br />
  Эльфы ощутили беспокойство, и хотя альянс продолжал свое победоносное шествие, они чувствовали, что сила людей растет и вырывается из-под их контроля. И все же они даже представить себе не могли, чтобы низшая из рас - грязные людишки - могла задумать пойти против великих эльфов. Вскоре орки были повержены, эльфы забыли про людей и удалились от них. Те же продолжали изучать высшие формы магии. Оркам не осталось ничего другого, кроме как подписать оскорбительный для них договор о мире и вернуться в пещеры в северной части Элмора. <br />
  <br />
  Лидер орков, смеясь в лицо эльфам, сказал им, " Глупцы! Победа принадлежит не вам, а этим беспородным свиньям - людям. Как вы обуздаете монстров, которых сами же создали?" <br />
  <br />
  Лидер орков оказался прав - и эльфы столкнулись с новой угрозой, когда люди пошли на них войной. Но силы их были не равны - эльфы уступали людям во всем, и даже в магии, которой люди овладели почти в совершенстве. <br />
  <br />
  И вновь на просторах земли разразилась битва одной магии против другой. В конечном счете, эльфы вынуждены были отступить к своему родному лесу и укрыться в нем от нападающих. Там они готовились к решающему удару по силам врага. Их магия усиливалась многократно в этих лесах, и они рассчитывали именно на этот козырь в решающей схватке. Но они просчитались – людская армия была слишком многочисленной, чтобы даже эльфийская магия могла их поразить. Три дня шел бой. Когда он закончился и кровавая пелена спала с глаз, эльфы ужаснулись. Большинство из них погибло, в то время как люди все наступали и наступали нескончаемым потоком. И эльфы ушли в самую глубину леса, напоследок магическими барьерами отделившись от остального мира. <br />
  <br />
  Вот так люди стали величайшими завоевателями в мире.</p>
                <h4 align="justify" class="style1"> Глава 11. Снова у костра</h4>
                <p align="justify"> Незнакомец вновь замолчал, очередная часть истории была окончена.. <br />
                    <br />
  Услышанное нами отличалось от всего, что мы слышали до этого, и все же от всей этой истории отдавало чем-то знакомым. Находившаяся среди нас прекрасная эльфийка была растрогана до глубины души, слезы катились по ее щекам. <br />
  <br />
  Ночь распростерла нам свои объятия. Затихли звери в лесу, ветер перестал шелестеть в ветвях, даже журчание ручья стало мягким и едва слышным. Лишь только наше дыхание и треск горящего костра раздавались в ночи. Казалось, что все живое вокруг слушало историю незнакомца. <br />
  <br />
"Итак, не смешно ли, что низшая из рас, люди, в итоге достигла большей власти, чем все остальные расы? Я скажу вам, в чем секрет - в человеческой силе духа. Даже боги не могли представить себе, что люди когда-нибудь смогут править миром." <br />
  <br />
"Что ж, теперь я расскажу вам историю самого выдающегося человеческого королевства, что когда-либо существовало на земле. Это история людей, повторивших путь гигантов." </p>
                <h4 align="justify" class="style1"> Глава 12. Переписанная история</h4>
                <p align="justify"> Человеческие королевства в примитивной форме зародились еще во времена битвы с орками и эльфами. Костяк был составлен из клана Афена и самых искусных магов того времени. Эта группировка была самой влиятельной, и влияние свое насаждала насилием и угрозами, что время от времени приводило к вооруженным конфликтам. <br />
                    <br />
  Лидер Афена, Шуниман, в итоге навел порядок, объединив земли, ныне известные как Аден и Элмор. Свое королевство он назвал Элмореден и взошел на престол, дабы стать императором и сменить корону из трех ветвей дерева на корону из золота и драгоценностей. В учениях своих последователей Шуниман впоследствии стал почти богом. <br />
  <br />
  Императора волновал один вопрос: срок жизни людей был короток. Тот факт, что Грэн Каин, бог смерти и разрушения, являлся их создателем, развил в людях некий комплекс неполноценности, вкупе с историей о создании людей из остатков прочих рас. Все это доставляло новым правителям мира мало удовольствия. Теперь, создав новое королевство, люди нуждались и в новой мифологии, новой истории их рода, доказывающей их благородное происхождение. <br />
  <br />
  В конце концов, проведя крупномасштабную религиозную реформу, Шуниман отверг поклонение Грэн Каину и сделал Эйнхазад богиней и покровительницей людского рода. Миф и история изменились. Изменилось и отношение к проповедующим черную магию и последователям Грэн Каина - теперь они жестоко преследовались. Религиозная реформа длилась на протяжении нескольких поколений. Это привело к тому, что в умах людей окончательно утвердилась вера в то, что их создательницей была Эйнхазад, а Грэн Каин – всего лишь богом зла. Когда он узнал об этом, он лишь рассмеялся. <br />
  <br />
  “Даже если они не будут служить мне, я не рассержусь на них. Но неужели они настолько глупы, чтобы пытаться обхватить небо руками?” </p>
                <h4 align="justify" class="style1"> Глава 13. Элмореден и Периос</h4>
                <p align="justify"> В то время как королевство Элмореден во главе с Императором Шуниманом росло и процветало, область под названием Грация, за морем, все еще содрогалась в агонии беспорядка. Географически этот регион был крайне разнообразен и опасен. И хотя множество воинствующих людских группировок сражались за власть, ни одна из них не была достаточно сильна, чтобы объединить всех в единое королевство. Территорию региона раздирали лишь мелкие конфликты, редко перераставшие хотя бы в подобие массовых сражений. <br />
                    <br />
                    <br />
  Но настал день и час, когда все разрозненные группировки вынуждены были объединиться под одними знаменами - ради одной цели - выстоять против огромной армии Элморедена, что пошла на Грацию войной. Много знати и аристократии полегло в тех битвах. Те же, кто сумел выжить, усилились и закалились многократно. В конце концов, нападение было отражено, но потери были огромны. Полученный урок послужил толчком к созданию единого во всем регионе королевства - названного Периос. <br />
  <br />
  Но противостояние продолжалось. Королевство Элмореден, которое было основано первым и имевшее превосходящие военные ресурсы, имело несравнимо больше шансов на успех. Однако Периос также имел некоторые преимущества. Во-первых, море, отделявшее одно королевство от другого, сдерживало атакующих, а во-вторых, люди Периоса обладали мощнейшими артефактами, оставленными на их земле гигантами. Эти реликвии могли быть использованы и в военных целях, причем с огромным успехом. <br />
  <br />
  И случилось так, что даже имея великолепную армию, королевство Элмореден не смогло поработить Периос.</p>
                <h4 align="justify" class="style1"> Глава 14. Белет и Башня Слоновой Кости</h4>
                <p align="justify"> В королевстве Элмореден располагалась Башня Слоновой Кости, учреждение, основным занятием которого было изучение магии. Маги Башни направляли все свои усилия на восстановление, изучение и улучшение магии древних гигантов. Их магическое мастерство достигло невиданных высот, и однажды их влияние в королевстве стало сравнимо с влиянием Императора Элморедена. <br />
                    <br />
  Среди магов Башни был один под именем Белет, сильнейший из магов и один из величайших гениев, когда-либо живших на земле. Магия гигантов так затянула его, что через некоторое время он познал почти все ее тайны. Однако, эта магия была проклята, и поэтому непригодна для людей. Амбициозность и жажда власти овладели Белетом. Встревоженные таким поворотом событий, маги Башни и верхушка королевского сословия решили объединить свои силы, чтобы избавиться от Белета. Но выполнить это было непросто - Белет был необыкновенно силен в искусстве темной магии. <br />
  <br />
  В итоге у магов Башни Слоновой Кости не осталось выбора, и они использовали запрещенную черную магию, чтобы, подавив силу Белета, заманить его в ловушку и заточить в темницу в подвалах Башни. Но, несмотря на то, что его охраняли и воины, и маги, он все-таки сумел вырваться из магических и физических оков и сбежать. Он отправился на Остров Границы Ада, чтобы вернуть себе былую силу и продолжить захватывать земли. <br />
  <br />
  Магическая ловушка, расставленная для Белета, привела к катаклизмам в южной части региона, ныне известной как Гладио. Земля была выжжена магией, и множество людей погибло, когда было произнесено заклинание. Королевство возложило всю вину на Белета, объявив его дьяволом в человеческом обличии.</p>
                <h4 align="justify" class="style1"> Глава 15. Разногласия эльфов</h4>
                <p align="justify"> Примерно в это же время в Эльфийских лесах произошли большие перемены. Потеряв контроль над континентом, Эльфы утратили бдительность и почти перестали скрываться. Они позабыли о том, что когда желали безраздельно править над остальными, и жили теперь в гармонии с собой и окружающим миром. <br />
                    <br />
  Среди общей массы эльфов, называвших себя Древесными, выделялась группа Коричневых Эльфов. Они настаивали на том, чтобы продолжить битву за власть, пусть даже используя запрещенную черную магию. Однако, остальные эльфы не разделяли этих взглядов. <br />
  <br />
  Однажды среди Коричневых появился человеческий маг, и, приблизившись к их лидеру, сказал. <br />
  <br />
  “Вы желаете власти и могущества. Но Древесные Эльфы опасаются того, что вы получите огромную силу. Вы заслуживаете этой силы. А их волнует лишь их собственная безопасность. Они боятся вас, боятся людей. Именно эти страхи и привели вас, эльфов, к вашему нынешнему упадку.” <br />
  <br />
  Лидер Коричневых Эльфов спросил, “Кто ты такой, человек? И что тебе нужно здесь, среди нас?” <br />
  <br />
  “Мое имя Даспарион, я обычный маг. Но я обладаю силой, так необходимой вам. Я могу помочь вам удовлетворить ваши амбиции… а в обмен вы должны помочь мне.” <br />
  <br />
  “И чем же мы можем помочь тебе?” <br />
  <br />
  “Я хочу лишь одного - узнать секрет вечной молодости.” Едва заметная улыбка коснулась его лица. “Пусть я и обладаю искусством магии, но я всего лишь человек и срок моей жизни не так уж долог. Итак…каково же будет ваше решение? Мы можем помочь друг другу обрести желаемое.” <br />
  <br />
  Коричневые Эльфы очень хотели обрести знания черной магии Даспариона, и потому согласились с его предложением. Даспарион обучил их всему, что знал сам, а в награду получил секрет бессмертия. Удовлетворенный, он покинул лес. <br />
  <br />
  Коричневые Эльфы объявили своим новым покровителем Грэн Каина, Эйнхазад же осталась покровительствовать Древесным. Древесные Эльфы были разгневаны подобным поведением Коричневых, и между ними завязалась битва. В решающий момент, Коричневые Эльфы использовали смертельное заклинание черной магии, чтобы уничтожить Древесных Эльфов. Те, агонизируя, все же успели наложить проклятие на Коричневых Эльфов, превратившее тех в расу тьмы, известную всем, как раса Темных Эльфов.</p>
                <h4 align="justify" class="style1"> Глава 16. Конец Золотого века</h4>
                <p align="justify"> Золотой век для Элморедена наступил через сто лет после его основания, в период правления Императора Баюма. Обладая огромной харизмой и непревзойденными лидерскими качествами, Баюм сумел создать самую сильную армию в истории королевства. Эта армия прогнала орков из северных частей Элмора в черные леса, позднее известные как Королевство Орков. И кроме этого, армия Баюма периодически атаковала королевство Периос, отвоевав, в конечном счете, южную часть Грации. <br />
                    <br />
  Постарев, Баюм утратил интерес к завоеваниям. Он направил все силы королевства на возведение башни сложнейшей конструкции, уходящей в небеса. <br />
  <br />
  “Меня боятся все живущие на континенте, от севера и до юга, от запада и до востока! Я управляю десятками тысяч жизней одним лишь взмахом руки: одним дарую жизнь, другим – смерть. Моя власть абсолютна. Одного я не могу вынести – того, что власть эта закончится с моей смертью! Поэтому я должен попросить у богов бессмертия и править своим народом бесконечно!” <br />
  <br />
  Тридцать лет строилась башня Баюма. Он намеревался использовать башню, чтобы подняться к богам и получить у них секрет бессмертия. Когда же он добрался на самый верх, то боги сказали ему следующее: <br />
  <br />
  “Человек, как смеешь ты подниматься сюда и просить нас о вечной жизни для тебя? Неужели урок гигантов ничему не научил тебя? Что ж, раз твое желание – вечная жизнь, мы дадим ее тебе. Но только ты никогда не сможешь покинуть эту башню.” <br />
  <br />
  Баюм навлек на себя гнев богов, и остался навечно заточен на самом верху своей башни. После внезапного исчезновения императора на земле началась паника. Родственники императора, его бывшие соратники и многочисленная аристократия – все хотели занять место императора на троне. Эти распри ослабляли королевство, которое уже ослабело из-за строительства башни. Длился конфликт долго, и в итоге королевство, процветавшее более ста лет, пришло в упадок. В течение следующих двадцати лет, королевство находилось в плачевном состоянии.</p>
                <h4 align="justify" class="style1"> Глава 17. Костер</h4>
                <p align="justify"> То, что мы слышали, нравилось нам все меньше и меньше. Мы не знали ничего об этом незнакомце, как не знали и причины, по которой он рассказывал нам все это. И все же мы слушали его, неспособные оглянуться или пошевелиться, будто какая-то неведомая сила сдерживала нас. <br />
                    <br />
  Незнакомец вел себя так, будто нас и не было рядом. Собрав сухие веточки, он бросил их в угасавшее пламя. Языки пламени, уже почти невидимые, взвились вверх с новой силой. Даже не взглянув в нашу сторону, человек заговорил снова. <br />
  <br />
  “Мой рассказ почти закончен. История, которую я вам расскажу, должна быть вам знакома – борьба людей, продолжающаяся по сей день. Это история континента после падения Элморедена. ”</p>
                <h4 align="justify" class="style1"> Глава 18. Битва за континент</h4>
                <p align="justify"> Упадок Элморедена способствовал бы расцвету Периоса, если бы не эпидемия чумы, двигающаяся со стороны Грации на юг, и не разрушительный холод, пришедший с севера. Сначала пал Элмореден, а затем и Периос. <br />
                    <br />
  После падения этих, когда-то великих, королевств, на земле воцарил хаос. Человеческая аристократия раздирала сама себя, мелкие группы боролись за власть, а некоторые из них даже прибегали к помощи других рас, даруя им земли в обмен на военную поддержку. Орки воспользовались представившейся возможностью и получили некоторое количество земли. Отсюда они начали наступление, реорганизовав свои армии, и вскоре северная часть Элмора была под их контролем. Но сражения между благородными и низкородными орками все же ослабили первых. <br />
  <br />
  Между эльфами и их темными собратьями также шли ожесточенные бои, которым не было видно конца. Что же касается дварфов, то те не явились серьезным препятствием для армии орков и были с легкостью отброшены назад. <br />
  <br />
  И тут в мире появилась новая сила - влиятельная группировка людей, известная как королевство Элмор. Они заявили, что являются прямыми потомками императора Элморедена, правда это была или нет, но им поверили, потому что правдой силы и стали они обладали точно. Орки и люди сошлись в широкомасштабных битвах по всему континенту. Война эта длилась много лет, и стоила она обеим сторонам очень дорого. Однако победителями из нее снова вышли люди, а орки отступили в свои земли, точить свои топоры и готовиться к отмщению. Немногих уцелевших дварфов люди выслали с континента в горы. <br />
  <br />
  Теперь, хотя армия Элмора и сократилась в размерах, она взяла под контроль все северные земли и отправилась на юг, чтобы объединить всех под своими знаменами. Но объединение разделенного континента не произошло. Орен, наиболее могущественное южное королевство, отразило нападение Элмора при помощи сильных магов и тренированных воинов. Армия Элмора была слишком слаба для противостояния. <br />
  <br />
  Под защитой Орена процветало множество южных королевств, которые позднее начали объединяться в некое подобие нации. В этом союзе все было сбалансировано и взвешенно, поэтому южные земли процветали.</p>
                <h4 align="justify" class="style1"> Глава 19. Расцвет двух королевств</h4>
                <p align="justify"> Несколько поколений длились войны, пока из пучины хаоса не восстала Грация, чтобы привести всех к единству. Человек по имени Парис, обладатель огромной силы и военного мастерства, прославил себя и своих людей, выигрывая многочисленные битвы и завоевывая земли во имя Бехейма. <br />
                    <br />
  Парис стал легендой, когда он и его армия встретились с горцами Квосера. В отчаянной схватке с Тором, лучшим воином Квосера, Парис нанес противнику решающий удар. Никогда прежде не проигрывавший Тор произнес, <br />
  <br />
  “Человек ли ты на самом деле? Такая сила и скорость!!” <br />
  <br />
  Стоя над поверженным врагом, Парис окинул взглядом поле битвы и ответил, <br />
  <br />
  “Я всего лишь хочу объединить эти земли… Храбрый воин Севера, присоединись ко мне и вместе мы уничтожим тех, кто противостоит нам.” <br />
  <br />
  И Парис повел рыцарей Белого Ястреба, рыцарей Ветра и присоединившихся к ним горцев через земли Грации, победив многих на своем пути и захватив столько земель, что Бехейм увеличился в пять раз по сравнению с былыми границами. Вскоре Парис силой сверг правление и взошел на трон. <br />
  <br />
  Тем временем, в южных землях появился новый лидер. Харизматичный и уверенный в себе, человек по имени Рауль, собирал новую силу под своим флагом. Пламенные речи Рауля разбивали его противников в пух и прах - и не хуже, чем это могли сделать меч или булава. Вот один из примеров его выступления: <br />
  <br />
  “Правители земель! Неужели вы не видите, что происходит вне наших земель? Враги готовятся выступить против нас, пока мы говорим! Королевство Элмор давно жаждет наших земель и богатств, и лишь дожидается”удобного времени для нападения. А если и Грация решит напасть, мы пропали! У нас нет выбора – нам необходимо объединить наши силы чтобы быть готовыми к войне.” <br />
  <br />
  Сначала Рауль объединился со своим союзником Инадрилом, и земли эти получили название Аден. В отличие от Париса, Рауль проводил ненасильственную политику и с легкостью присоединил к Адену земли Киран и Дион. <br />
  <br />
  В Орене Рауль неожиданно столкнулся с сопротивлением его планам. Орен не хотел признавать никакого другого лидера, кроме собственного. В итоге это привело к войне, победителем из которой вышло королевство Аден. Королевство Гладио добровольно сложило оружие и присоединилось к Адену, завершив тем самым объединение. Впоследствии, Рауль стал известен как Король Единения.</p>
                <h4 align="justify" class="style1"> Глава 20. Наследники</h4>
                <p align="justify"> Вскоре после объединения Адена, Грация окончательно укрепилась, когда последний противник Париса упал замертво к его ногам. Парис переместил столицу в Арпенино и реорганизовал структуру королевства. <br />
                    <br />
  Аден, успешно отразив нападения Элмора, доказал, что с ним стоит считаться. Однако, вскоре Аден постигла трагедия - внезапная смерть Рауля. Почувствовав, что настал подходящий момент для нападения, Элмор вновь напал, на этот раз с севера. Преемник Рауля, Трабис, сдерживал нападающих, но вскоре скончался от неведомой болезни. Следующим претендентом на трон был шестнадцатилетний Амадео. <br />
  <br />
  Услышав об этом, Парис воскликнул, “Сами небеса помогают королевству Грации! Шестнадцатилетний король? Это будет крушением королевства Аден!” <br />
  <br />
  Но Парис серьезно недооценил молодого Амадео. Мальчик одержал победу над Элмором в крупномасштабном сражении. Парис почувствовал, что возможность захватить Аден ускользает из его рук. Игнорируя все советы, включая даже его правую руку, советника Диллиоса, Парис начал массивное наступление на Аден на земле и на море. <br />
  <br />
  Результат был невероятным. <br />
  <br />
  Эстер, изгнанный король Элмора, присоединился к Адену, с которым его отец враждовал на протяжении многих лет. <br />
  <br />
  “У тебя нет гордости? Ты должен был бы упасть на свой собственный меч за то, что встал на сторону врага своего отца!” <br />
  <br />
  Эстер пропустил тираду мимо ушей и ответил, “О детёныше можно позаботиться позже, но пока моя главная цель – ты.” <br />
  <br />
  Сражение на Киранской земле стало поворотным пунктом в этой войне, когда воины Грации, израненные и деморализованные, вернулись на родину ни с чем. Неудача в этой войне глубоко ранила гордость Париса, до этого не знавшего цены поражения. Чуть позднее Парис заболел и вскоре умер. <br />
  <br />
  Наследником трона Грации стал Карнария – человек хилый, которого многие считали неспособным управлять королевством. Кукарус бросил ему вызов, решив сам взойти на трон. Диллиос, бывший советник Париса, поддержал его, и тот стал набирать известность среди людей Грации. В конце концов, он и Карнария разделили королевство на два лагеря. Северная и Южная Грация стали злейшими врагами, направив всю энергию на противостояние друг другу. <br />
  <br />
  Эти новости обрадовали Амадео, который использовал паузу в войне для усиления и укрепления королевства Аден. Благодаря его усилиям, Аден, Элмор и Грация заключили мирный договор. Наступил нелегкий век мира.</p>
                <h4 align="justify" class="style1"> Глава 21. Эпилог</h4>
                <p align="justify"> Когда незнакомец закончил, начало светать. Длинная ночь прошла, прорезался в светлеющем небе рассвет. Костер давно потух, оставив лишь тлеющую золу. Рассказчик зажег трубку и сделал глубокую затяжку. <br />
                    <br />
  “Итак, моя история закончена. Пройдет время, и может, кто знает, она продолжится? Как знать, может, и ваши имена когда-нибудь будут в моей истории?” <br />
  <br />
  Утренний свет озарил все вокруг. Неожиданно я ощутил беспокойство. Как-будто что-то важное проходит мимо меня… Мне стоило некоторых усилий заговорить, и я осмелился спросить, “Кто вы? И почему рассказали нам все это…и…откуда вы все это знаете?” <br />
  <br />
  Человек молча поднялся. И как только он встал в полный рост, он начал расти! Пока он сидел, он был нормальных размеров, но сейчас он был поистине огромен – почти двадцать футов в высоту – и тень от него закрывала всю нашу компанию. А потом он медленно начал исчезать! Растворяясь, будто в тумане, при внезапном порыве ветра он улетел прочь словно пыль… <br />
  <br />
  Он не ответил мне тогда, однако я думаю, теперь я знаю, кем он был. Он знал так много и так детально описывал некоторые вещи…Наверное, такие вещи мог знать только тот, кто существовал с самого начала мироздания. Возможно, даже тот кто создал человечество… </p
>
           