<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<b>C-5  Кланы и альянсы</b><br>Максимальный уровень, до которого можно развивать клан – 8-й.<br><b><br>Внутренняя структура клана</b><br>Клан
5-го уровня и выше, может принять в свои ряды более 40 персонажей.
Лидер клана может создать Академию, а также отряды Стражей и ордены
Рыцарей.<br>Максимальное количество персонажей в клане в зависимости от структуры клана приведено в таблице.<br>
<table border="1" cellpadding="3" cellspacing="1" width="100%">
<tbody>
<tr align="left">
<th width="39">
<p align="left"><strong>Clan Level </strong></p></th>
<th width="36">
<p align="left">Members </p></th>
<th width="38">
<p align="left">Academy </p></th>
<th width="40">
<p align="left">1st Royal Guard </p></th>
<th width="40">
<p align="left">2nd Royal Guard </p></th>
<th width="52">
<p align="left">1st Order of Knights </p></th>
<th width="52">
<p align="left">2nd Order of Knights </p></th>
<th width="52">
<p align="left">3rd Order of Knights </p></th>
<th width="52">
<p align="left">4th Order of Knights </p></th>
<th width="36">
<p align="left">Max # of Members </p></th></tr>
<tr align="left">
<td>
<p align="center">0</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">10</p></td></tr>
<tr align="left">
<td>
<p align="center">1</p></td>
<td>
<p align="center">15</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">15</p></td></tr>
<tr align="left">
<td>
<p align="center">2</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">20</p></td></tr>
<tr align="left">
<td>
<p align="center">3</p></td>
<td>
<p align="center">30</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">30</p></td></tr>
<tr align="left">
<td>
<p align="center">4</p></td>
<td>
<p align="center">40</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">40</p></td></tr>
<tr align="left">
<td>
<p align="center">5</p></td>
<td>
<p align="center">40</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">60</p></td></tr>
<tr align="left">
<td>
<p align="center">6</p></td>
<td>
<p align="center">40</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">100</p></td></tr>
<tr align="left">
<td>
<p align="center">7</p></td>
<td>
<p align="center">40</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">140</p></td></tr>
<tr align="left">
<td>
<p align="center">8</p></td>
<td>
<p align="center">40</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">20</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">10</p></td>
<td>
<p align="center">140</p></td></tr></tbody></table>
<p></p>
<p>Максимальное количество персонажей в Академии – 20.<br>Максимальное количество персонажей в отряде Страже – 20. В клане может быть 2 отряда Стражей. <br>Максимальное количество персонажей в ордене Рыцарей – 10. В клане может быть 4 ордена Рыцарей.<br><b><br>Повышение уровня клана</b><br>В таблице приведены требования, которым должен удовлетворять клан и/или лидер клана, чтобы повысить уровень клана.</p>
<p>
<table border="1" cellpadding="4" cellspacing="1" width="450">
<tbody>
<tr>
<th width="39">
<p align="center">Clan Level </p></th>
<th width="57">
<p align="center">SP </p></th>
<th width="57">
<p align="center">Adena </p></th>
<th width="64">
<p align="center">Required Items </p></th>
<th width="74">
<p align="center">Reputation Score </p></th>
<th width="64">
<p align="center">Minimum Number of Clan Members </p></th></tr>
<tr align="left">
<td>
<p align="center">1</p></td>
<td>
<p align="center">30,000</p></td>
<td>
<p align="center">650,000</p></td>
<td>
<p align="center">- </p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">1 or more </p></td></tr>
<tr align="left">
<td>
<p align="center">2</p></td>
<td>
<p align="center">150,000</p></td>
<td>
<p align="center">2,500,000</p></td>
<td>
<p align="center">- </p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">1 or more </p></td></tr>
<tr align="left">
<td>
<p align="center">3</p></td>
<td>
<p align="center">500,000</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">Blood Mark </p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">1 or more </p></td></tr>
<tr align="left">
<td>
<p align="center">4</p></td>
<td>
<p align="center">1,400,000</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">Alliance Manifesto </p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">1 or more </p></td></tr>
<tr align="left">
<td>
<p align="center">5</p></td>
<td>
<p align="center">3,500,000</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">Seal of Aspiration </p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">1 or more </p></td></tr>
<tr align="left">
<td>
<p align="center">6</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">- </p></td>
<td>
<p align="center">10,000</p></td>
<td>
<p align="center">30 or more </p></td></tr>
<tr align="left">
<td>
<p align="center">7</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">- </p></td>
<td>
<p align="center">20,000</p></td>
<td>
<p align="center">80 or more </p></td></tr>
<tr align="left">
<td>
<p align="center">8</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">0</p></td>
<td>
<p align="center">- </p></td>
<td>
<p align="center">40,000</p></td>
<td>
<p align="center">120 or more </p></td></tr></tbody></table></p><br>
<p><b>Отряды Стражей и ордены Рыцарей</b><br>Лидер клана 6 уровня и
выше может создавать отряды Стражей. При создании отряда стражей один
из членов клана назначается главой отряда. Можно создать 2 отряда
Стражей. Максимальное количество персонажей в одном отряде – 20.<br>Лидер
клана 7 уровня и выше может создавать ордены Рыцарей. При создании
отряда стражей один из членов клана назначается главой отряда. Можно
создать 2 ордена Рыцарей на каждый отряд Стражей. Таким образом, можно
создать 4 ордена Рыцарей. Максимальное количество персонажей в одном
ордене – 10.<br>Отряды Стражей и ордены Рыцарей не могут быть
распущены, пока не будет распущен клан. Если клан покидает персонаж,
возглавлявший отряд или орден, то отряд или орден не исчезает, а на
место бывшего главы отряда или ордена можно назначить нового персонажа.
Назначить нового главу может только лидер клана, через NPC, отвечающего
за управление кланом. <br><b><br>Организационная структура клана</b><br>На рисунке приведена схема развитого клана:<br><img alt="" src="module/library/IMG/clan-1.jpg"> </p>
<p>Права членов клана, отрядов и орденов:</p>
<ul type="square">
<li>Основной клан, отряды и ордены имеют общее название и одинаковый
символ клана, также члены отрядов и орденов могут использовать клановый
чат и чат альянса. </li><li>Члены отрядов и орденов, могут использовать клан холл, замок
и доску объявлений наравне с членами основного клана. Однако, лидер
клана может лишить такого права весь отряд/орден. </li></ul>
<p>Члены отрядов и орденов могут принимать участие в осадах и войнах с
другими кланами наравне с членами основного клана – к ним будут
применяться стандартные правила.<br>В зависимости от организационной
структуры клана и прав, которыми обладает персонаж, ему будут доступны
только определенные действия. Так, члены отряда, могут обладать
привилегиями только внутри своего отряда. Например, члены отряда
Стражей не могут взять персонажа в Основной клан, но могут взять в
нижележащие ордены Рыцарей или в Академию.<br><b>Очки репутации клана (Reputation Score) </b><br>Клан,
достигший 5 уровня (и выше), начинает получать очки репутации за свою
деятельность и действия отдельных членов клана. Посмотреть количество
очков репутации, набранных кланом, можно в Adventurer's Guide Book.<br>Очки репутации можно заработать в следующих случаях:</p>
<ul type="square">
<li>Персонаж, входящий в состав Академии, получает вторую профессию. 
</li><li>Клан захватывает замок. Кланы, принимавшие участие в осаде на
стороне атакующих, но непосредственно замок не захватившие, не получают
очки репутации. </li><li>Клан удерживает замок, или помог удержать замок, принимая участие на стороне защитников. 
</li><li>Клан захватывает клан холл (BS, DC, PH и т.п.). Если до этого
клан холлом владел другой клан, то захвативший клан получит бонус к
очкам репутации. </li><li>Член клана принимал участие в Фестивале Тьмы, и при этом его
группа заняла первое место. Очки при этом распределяются в соответствии
с уровнями и званиями персонажей-победителей, принимавших участие в
Фестивале Тьмы. </li><li>Каждый раз, когда член клана становится Героем. 
</li><li>При выполнении квеста на повышение уровня клана. 
</li><li>При убийстве персонажа из клана, с которым ведется
двусторонняя война, а также при убийстве персонажей противоположной
стороны во время осады. Однако, если очки репутации клана, персонажа
которого убили, 0 или менее, то ваш клан не получит очки репутации. </li></ul>
<p>Очки репутации можно потерять в следующих случаях:</p>
<ul type="square">
<li>Если замок или клан холл, которым владеет клан, захвачен другим
кланом. При этом очки репутации будут вычитаться, даже если они уже
меньше 0. </li><li>При повышении уровня клана (на 6, 7 и 8 уровень) 
</li><li>При получении кланом новых клановых умений 
</li><li>При покупке различных вещей за очки репутации 
</li><li>При смерти члена клана во время двусторонней войны с другим
кланом или во время осады. Однако, если очки репутации клана меньше 0,
то при смерти члена клана они вычитаться не будут. </li></ul>
<p>За очки репутации члены клана могут купить специальный набор брони
A-класса Apella Set трех видов. NPC, у которых можно приобрести наборы,
расположены в Adena и Runa.<br><b><br>Навыки &nbsp;клана</b><br>Все
члены клана могут получить доступ к клановым навыкам. Для этого лидер
клана должен у специального NPC выучить навык, расплатившись очками
репутации и специальными вещами, которые можно добыть только с
рейд-боссов. По мере повышения уровня клана, появляется большее
количество скилов, которые может выучить клан.</p><img alt="" src="module/library/IMG/clan-2.jpg"> <br>
<p>Как только лидер клана изучает навык, он становится доступен всем
членам клана, включая персонажей, входящих в Академию, отряды и ордены,
если те отвечают определенным для этого навыка условиям. <br>Если очки
репутации клана опускаются ниже 0, то члена клана не могут пользоваться
навыками до тех пор, пока очки репутации клана не поднимутся выше 0.
Также, если очки репутации клана опускаются ниже 0, клан не сможет
выучить навыки, даже те, для изучения которых не нужны очки репутации.</p><br>
<table border="1" cellpadding="0" cellspacing="0">
<tbody>
<tr>
<td valign="top" width="103">
<p align="center"><b>Название умения</b></p></td>
<td valign="top" width="96">
<p align="center"><b>Уровень клана </b></p></td>
<td valign="top" width="439">
<p align="center"><b>Описание</b></p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Vitality</p></td>
<td valign="top" width="96">
<p align="center">5</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает максимальное количество HP членов клана. Доступно персонажам, чье звание не ниже Heir. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Spirituality</p></td>
<td valign="top" width="96">
<p align="center">6 <br></p></td>
<td valign="top" width="439">
<p align="center">Увеличивает максимальное количество CP членов клана. Доступно персонажам, чье звание не ниже Baron. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Essence</p></td>
<td valign="top" width="96">
<p align="center">8</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает максимальное количество MP членов клана. Доступно персонажам, чье звание не ниже Viscount. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Lifeblood <br></p></td>
<td valign="top" width="96">
<p align="center">5 <br></p></td>
<td valign="top" width="439">
<p align="center">Увеличивает скорость восстановления HP членов клана. Доступно персонажам, чье звание не ниже Heir. <br></p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Morale</p></td>
<td valign="top" width="96">
<p align="center">6</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает скорость восстановления CP членов клана. Доступно персонажам, чье звание не ниже Elder.</p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Clarity</p></td>
<td valign="top" width="96">
<p align="center">8</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает скорость восстановления MP членов клана. Доступно персонажам, чье звание не ниже Viscount. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Might</p></td>
<td valign="top" width="96">
<p align="center">6</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает P.Atk. членов клана. Доступно персонажам, чье звание не ниже Knight. <br></p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Aegis</p></td>
<td valign="top" width="96">
<p align="center">6</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает P.Def. членов клана. Доступно персонажам, чье звание не ниже Knight.</p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Empowerment</p></td>
<td valign="top" width="96">
<p align="center">8</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает M.Atk. членов клана. Доступно персонажам, чье звание не ниже Viscount.</p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Magic Protection</p></td>
<td valign="top" width="96">
<p align="center">5</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает M.Def. членов клана. Доступно персонажам, чье звание не ниже Heir. <br></p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">&nbsp; Clan Guidance </p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает Accuracy членов клана. Доступно персонажам, чье звание не ниже Baron.</p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Agility</p></td>
<td valign="top" width="96">
<p align="center">8</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает Evasion членов клана. Доступно персонажам, чье звание не ниже Baron.</p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Withstand-Attack</p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает шанс блокировки удара щитом членов клана. Доступно персонажам, чье звание не ниже Viscount. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Shield Boost <br></p></td>
<td valign="top" width="96">
<p align="center">6</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает P.Def. щита членов клана. Доступно персонажам, чье звание не ниже Baron.</p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Cyclonic Resistance </p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает сопротивление членов клана заклинаниям магии воды и магии ветра. Доступно персонажам, чье звание не ниже Viscount. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Magmatic Resistance </p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает сопротивление членов клана заклинаниям магии огня и магии земли. Доступно персонажам, чье звание не ниже Viscount. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Fortitude</p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает сопротивление членов клана умениям и заклинания оглушения. Доступно персонажам, чье звание не ниже Viscount</p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">&nbsp; <br>Clan Freedom</p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает сопротивление членов клана заклинаниям
обездвиживания и умиротворения. Доступно персонажам, чье звание не ниже
Viscount. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Vigilance</p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает сопротивление членов клана заклинаниям усыпления. Доступно персонажам, чье звание не ниже Viscount. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan March</p></td>
<td valign="top" width="96">
<p align="center">8</p></td>
<td valign="top" width="439">
<p align="center">Увеличивает скорость передвижения членов клана. Доступно персонажам, чье звание не ниже Count. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Luck</p></td>
<td valign="top" width="96">
<p align="center">7</p></td>
<td valign="top" width="439">
<p align="center">Уменьшает количество опыта, теряемого при смерти.
Также уменьшает шанс уронить вещь, при смерти от монстра или в
состоянии PK. Доступно персонажам, чье звание не ниже Heir. </p></td></tr>
<tr>
<td valign="top" width="103">
<p align="center">Clan Imperium</p></td>
<td valign="top" width="96">
<p align="center">5</p></td>
<td valign="top" width="439">
<p align="center">Дает возможность создавать для клана отдельный чат для общения лидеров групп (командный канал). <br></p></td></tr></tbody></table>
<p><br><b>Академия</b><br>Кланы 5 уровня и выше могут создать Академию,
которая поможет новичкам освоиться в игре, и ускорить прокачку
низкоуровневых персонажей. В Академию можно принять любого персонажа,
не достигшего 40 уровня и не получившего 2- ю профессию. Максимальное
количество персонажей в Академии – 20. <br>Создать Академию может лидер клана с помощью NPC, отвечающего за клановую активность (High Priest, Grand Master и т.д.)<br>Когда
персонаж, входящий в Академию, достигает 40 уровня и получает 2- ю
профессию, он получает специальную вещь на память у того NPC, у
которого он получит 2- ю профессию. После этого персонаж будет исключен
из Академии. При этом персонажа могут незамедлительно принять в
основной клан или отряд/орден (то есть не будет штрафа, как это бывает
при выходе из клана).<br>Персонажи, входящие в Академию клана, являются
полноправными членами клана за исключением отдельных ситуаций. Название
клана персонажа, входящего в состав Академии отображается желтым
цветом. Члены Академии могут общаться в чате клана и в чате альянса.<br>При
приеме персонажа в Академию клана, он автоматически получает доступ к
замку и клан холлу, которыми владеет клан, наравне с членами основного
клана, отрядов и орденов. Также члены Академии получают доступ к
клановому хранилищу и доске объявлений. Однако лидер клана может
установить запрет для всех членов Академии на использование
вышеперечисленных возможностей.<br>Следующие привилегии не могут быть даны членам Академии:</p>
<ul type="square">
<li>Принятие или исключение из клана. 
</li><li>Назначение титулов, изменение символа клана, назначение глав
отрядов и орденов и наставников, повышение уровня клана,
администрирование доски объявлений. </li><li>Объявление войны, роспуск клана, дополнительные функции. 
</li><li>Участие в аукционе, управление налогами, регистрация на осаду, управление наемниками. </li></ul>
<p>Во время войны с другими клана или во время осады, к членам Академии применяются следующие правила:</p>
<ul type="square">
<li>Члены Академии теряют обычное количество опыта, даже если клан ведет двустороннюю войну. 
</li><li>Члены Академии не видят значка на других персонажах, обозначающего враждебный клан 
</li><li>Члены Академии не являются союзниками во время войны или во время осады. </li></ul>
<p><b>Наставники.</b><br>Члены Основного клана, в чьи привилегии входит
назначение глав отрядов и орденов и наставников, могут назначить членов
основного клана и членов отрядов и орденов наставником члена Академии.
Также связь между новичком и наставником может быть разорвана.<br>Имена
членов Академии, к которым пристален наставник, отображаются желтым
цветом. Имена персонажей без наставника отображаются белым. К каждому
новичку в Академии может быть назначен только один наставник. При входе
в игру наставника или новичка, у обоих будет отображаться
соответствующее системное сообщение. <br>С помощью наставника новичок
может выполнить специальное квест на получение специального набора
брони D-класса. Этот набор брони могут носить только члены и выпускники
Академии. Тем не менее, если персонаж будет исключен из Академии до
момента формального выпуска, то броня не будет снята с персонажа,
однако, однажды сняв (после исключения из Академии), ее уже нельзя
будет одеть вновь.<br><br><b>Назначение привилегий членов клана.</b><br>В
связи с расширением возможностей лидера-клана, список полномочий,
которые лидер может делегировать другим членам клана, существенно
обновлен. Лидер клана должен разумно раздавать привилегии членам клана.<br>Новые привилегии, которые лидер клана может делегировать:</p>
<ul type="square">
<li>Исключение из клана. 
</li><li>Назначение глав отрядов и орденов и наставников. 
</li><li>Присвоение званий. 
</li><li>Управление замком и манором. </li></ul>
<p>Привилегии, которые лидер клана может делегировать: </p>
<ul type="square">
<li>Управление символом и эмблемой клана: смена и удаление эмблемы и символа клана. 
</li><li>Использование возможностей клан холла. 
</li><li>Управление клан холлом. 
</li><li>Управление замком: манор, налоги, наемники. 
</li><li>Модернизация замка: усиление ворот и стен, установка ловушек. </li></ul>
<p>Лидер клана может делегировать даже те привилегии, которые клану в данный момент не доступны (у клана нет клан холла, замка). <br>Также
можно настроить автоматическое делегирование полномочий в зависимости
от звания члена клана. Для этого нужно воспользоваться кнопкой «Edit
Privileges», отредактировав соответствующие записи. Затем необходимо
выбрать члена клана, и нажав кнопку «Change Rank», установить
соответствующее звание.<br><br><b>Смена лидера клана.</b><br>Лидер
клана может назначить преемника. Для этого лидеру клана нужно посетить
NPC, отвечающего за клановую деятельность (High Priest, Grand Master и
т.п.), и назначить нового лидера клана. Смена лидера клана произойдет
во время очередных профилактических работ. Отменить смену лидера клана
можно в любой момент до начала профилактических работ.<br><br><b>Окно клана.</b><br>Интерфейс
окна клана был изменен в соответствии с появившимися возможностями –
появились дополнительные функции, структура клана стала более
прозрачной. Чтобы назначать привилегии члену клана нет необходимости,
чтобы он был в игре.<br>При двойном щелчке по имени члена клана
откроется окно управления. В этом окне можно изменить титул персонажа,
его звание и привилегии. В этом же окне можно назначить игроку
наставника (если он в Академии). Также можно исключить игрока из клана
или перевести его в один из отрядов или орденов.</p><img alt="" src="module/library/IMG/clan_window_c5.jpg"> <br>
<p>В окне клана был добавлен выпадающий список, с помощью которого
можно просмотреть список персонажей основного клана, Академии, отрядов
и орденов по отдельности.<br>Чтобы принять персонажа в клан, необходимо
нажать кнопку «Invite», а затем выбрать, куда именно принять персонажа
– в основной клан, в Академию или в один из отрядов или орденов.<br>При нажатии на кнопку «Edit Emblem» откроется окно управления символом и эмблемой клана.<br>Появилось
дополнительное окно, в котором можно посмотреть список воюющих с кланом
противников, а также другую информацию, касающихся военных действий.
Окно можно открыть нажав на кнопку «War Info» <br><br><b>Прочие изменения</b><br>Максимальное количество кланов в альянсе – 3.<br>Штраф за выход/исключение из клана уменьшен с 5 дней до 1 дня.<br>Теперь у NPC Clan Hall Managers можно посмотреть дату и сумму очередного платежа ренты за владение клан холлом.</p><br><br>
