<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
1. СЕМЬ ПЕЧАТЕЙ 
<br>

<br>
1-1. Представление "Семи печатей" 
<br>

<br>
С вскрытием одной или больше из семи печатей, пленяющих богиню смерти
Шилен мир всё больше погружается в хаос. Каждая из печатей содержит
силы, способные мир потрясти. Тот, кто открывет печать, может управлять
силой, заключённой внутри. Чтобы претендовать на печати "Революционная
армия сумрака" и "Лорды Рассвета" должны сталкиваться в
противоборствах. Чтобы править силами печатей, игроки должны
присоединятся к одной из сторон и соревноваться с остальными игроками.
Здесь система не такова, что малое, неопределённое число людей
участвуют один разок и всё. Скорее такова, что всё повторяется раз в
неделю ad infinitum. (это латынь "до бесконечности", видимо. потому не
перевёл – SSS) Итоги "Семи печатей" будут формировать и преобразовывать
сервер. Игроки, участвующие в "Семи печатях" будут противостоять друг
другу в погоне за добываемой мощью (силой? властью? – SSS) и возможными
выгодами. Противостояние между группой игроков, удерживающих замки и
группой игроков, которые не обладают преимуществами замков, является
ключевым аспектом системы. Однако, игроки, которые не закончили второй
смены профессии, могут обеспечивать своей поддержкой одну из сторон,
либо Рассвет, либо Сумрак. <br>

<br>
1-2. Вступление в и выбывание из общества "Семи печатей" 
<br>

<br>
Те, кто желают участвовать в "Семи печатях", должны определиться с
выбором либо "Революционной армии сумрака" (далее называемой
"сумраком"), либо "Лордов рассвета" (далее называемых "рассветом") в
приод набора. После становления членом одной из двух групп [замечания
переводчика (не меня, а того, что с корейского happy.gif – SSS): чтобы
развеять некоторую путаницу, я далее буду эти две стороны называть
далее "сообществами" или "сторонами"], до нового старта следующих "Семи
печатей" две недели спустя, самовольно покидать общество нельзя. При
вступлении в сообщество, можно сделать предварительный выбор печати,
которой вы хотите обладать, и затем вступить. <br>

<br>
1) Персонажи, которые закончили вторую смену профессии: 
<br>
&#9654;Лорды рассвета: 
<br>
Вступить в "Лорды рассвета" позволяется только членам кланов и
альянсов, удержающих замки. Если после окончания периода соренования
игрок вступает в клан или альянс, удерживающий замок, такому игроку
нельзя встать на сторону рассвета. (смысла не так много и в английском.
наверное, в оригинале какой-то препон на пути вступивших в клан на
секундучку или поздно для текущего цикла – SSS) В течение периода
набора вступить можно, поговорив со Служителем рассвета. <br>
Помимо этого, в силах каждого лорда замка привлечь дополнительные 50
человек. В течение периода соревнования лорды замков могут поговорить с
Главным камергером, чтобы приобрести 50 Знаков одобрения монарха. Эти
знаки одобрения могут быть переданы другим персонажам. <br>
Тем персонажам, что не являются частью клана или
альянса-замкодержателя, потребуется этот знак одобрения для того, чтобы
вступит в "Лорды рассвета". Знак одобрения монарха может быть
использован лишь во время протекания ивента. Если это время истекает,
его использовать нельзя. <br>

<br>
&#9654;Революционная армия сумрака: 
<br>
Только персонажам, не являющимся частью клана или альянса,
удерживающего замок, можно встать на сторону сумрака. Во время набора
можно вступить поговорив со Служителем сумрака в каждом городе. (вот и
думай, все города обходить, или переводчик не очень корректно
выразился, телефон тот же – SSS) <br>

<br>
2) Персонажи, которые ещё не закончили вторую смену профессии 
<br>
Могут свободно присоединится либо к "Лордам рассвета", либо к "Революционной армии сумрака". 
<br>

<br>
3) Персонажи, которые не закончили первую смену профессии 
<br>
Не могут участвовать в "Семи печатях". 
<br>

<br>
1-3. Расписание 
<br>

<br>
Персонажи, являющиеся членами одного из двух сообществ могут
участвовать в соревновании, которое начинается в первый понедельник и
заканчивается в воскресенье той же недели, за обладание печатью. Члены
каждого сообщества могут охотиться на монстров "Семи печатей", Лилимов
и Нефилимов (хм, сначала я подумал, что они именные и одиночные. зря,
наверное. – SSS), находящихся в подземельях и некрополях, чтобы собрать
руны и мантры. Такой путь получения необходимых своей стороне вещей, а
также участие в Фестивале тьмы – два пути, которыми можно пользоваться,
чтобы поучаствовать в состязании. <br>

<br>
1) Руны и мантры 
<br>

<br>
В течение периода соревнования каждое сообщество может истребять
мостров в подземельях и некрополях, чтобы собирать руны и мантры. Вещи,
которые необходимо собирать стороне сумрака, – это Руна воды, Руна
ветра и Руна огня. Вещи, которые необходимо собирать стороне расствета,
– это Мантра воды, Мантра ветра и Мантра огня. <br>
Эти вещи, собираемые таким образом, при передаче их городским
служителям могут быть использованы для пополнения общего счёта стороны
игрока в "Семи печатях". В течение периода соревнованеия, даже если эти
вещи не отданы служителям, они не исчезнут и могут быть использованы во
время следующего периода состязания. <br>

<br>
2) Фестиваль тьмы 
<br>

<br>
&#9654;Краткий обзор 
<br>

<br>
Это испытание, определяющее единственную, самую-самую партию ради
определения победы сообщества. Высший счёт среди каждого из уровней
градации партий в Фестивале тьмы принесёт множество очков
соответствующему сообществу. <br>
Фестиваль тьмы делит участников в группы по уровню. Если игрок
относится либо к стороне рассвета, либо к стороне сумрака, тогда игрок
может участвовать. <br>

<br>
&#9654;Как поучаствовать 
<br>

<br>
Участие возможно только в течение периода состязания. Партии, желающие
участвовать, должны отправить лидера партии заплатить необходимую руну
и мантру в качестве сбора за участие Советнику фестиваля божественного
места. (это не пошлость, я не знаю как лучше divine place перевести –
SSS). Цена участия различается с уровнем. <br>
Члены партии должны все принадлежать одному сообществу. Все члены
партии должны сойтись на одной градации, в которой примут участие в
фестивале. Сойтись на одной и той же градации для фестиваля возможно,
но персонажи, чьи способности (скиллы? – SSS) выше, чем их собственный
уровень не могут участвовать. (мдя... видимо, в оригинале было что-то
типа "нельзя 75-му левелу рулить среди градации low-forties" – SSS) <br>
В течение периода соревнования, испытания можно устраивать в любое время неограниченное количество раз. 
<br>

<br>
&#9654;Типы соревнований 
<br>

<br>
Фестиваль тьмы разделяется на пять градаций: уровень 32 и ниже, уровень
43 и ниже, уровень 54 и ниже, уровень 65 и ниже, и без ограничения
уровня. <br>

<br>
&#9654;Развитие событий 
<br>

<br>
Телепортироваться на поле битвы можно не позже, чем за две минуты до
старта Фестиваля тьмы. (насколько я понял – SSS) После окончания
регистрации у советника фестиваля партия получит квест "Фестиваль
тьмы". Спустя 2 минуты после телепортации в место, где произойдёт
фестиваль, этот полномасштабный фестиваль собственно и начнётся.
Фестиваль тьмы идёт 18 минут и в это время охотой на монстров нужно
собирать Кровь жертвоприношения. Собранное количество влияет на счёт в
Фестивале тьмы. Кровь жертвоприношения, добытая партией в ходе охоты
вся вместе будет помещаться в руки лидера партии. Посреди фестиваля,
если партия желает отказаться от испытания, поговорите с последователем
фестиваля и отказывайтесь. Или, если сложность фестиваля слишком
проста, поговорите с последователем фестиваля, чтобы повысить сложность
появляющихся монстров. Если при охоте на монстров используются ручные
звери (pet'ы rolleyes.gif – SSS), вероятность возможного получения
Крови жертвоприношения снижается, так что, пожалуйста, остерегайтесь. <br>

<br>
&#9654;Запись результатов 
<br>

<br>
С момента окончания фестиваля у лидера партии есть 20 минут на запись
результатов у советника фестиваля. Если результаты не записаны вовремя,
они не будут иметь значения, так что, пожалуйста, поосторожнее с этим.
(ну не могу я, такое там и есть =) – SSS). Если записанные результаты
ниже, чем предшествующий высший счёт, записи не обновляются. Игроки
могут увидеть очки и данные ведущей по очкам партии в той же градации,
поговорив с советником фестиваля. <br>

<br>
&#9654;Призовой фонд 
<br>

<br>
В завершение периода состязания, для членов ведущей по очкам партии в
каждой градации, при условии победы соответствующего сообщества в
состязании, члены могут посетить советника фестиваля для получения
награды в древних адена. Размер вознаграждения является общей суммой
вступительных взносов фестиваля. После пересчёта в древние адена он
распределяется между участниками (партиями? – SSS). <br>
Даже если чья-то партия получила высший балл в своей градация, если
соответствующее сообщество партии проигрывает состящание, получить
выигрыш нельзя. <br>
Призовой фонд предоставляется только до начала следующего состязания, так что мотайте, плиз, на ус себе. (wink.gif – SSS) 
<br>

<br>
&#9654;Место проведения состязания 
<br>

<br>
Вещи при смерти выпадать не будут во время нахождения в месте
проведения Фестиваля тьмы. Потерянный опыт будет составлять 1/4 от
количества, теряемого в случае обычных мест. Однако, у хаотических
персонажей шанс выпадения вещей всё ещё будет оставаться. При рестарте
в месте проведения фестиваля персонаж будет перемещён в ближайший
город. Пользующиеся магией заметят, что MP восстанавливается быстрее в
границах области фестиваля, чем в других областях. <br>
Каждый из городских служителей будет телепортировать игрока к месту
проведения фестиваля бесплатно. Также, при покидании места проведения
фестиваля можно вернуться на то же место бесплатно. <br>

<br>

<br>
1-4. Окончание состязания и победа 
<br>

<br>
1) Определение победителя состязания 
<br>
Сторона, чей объединённый счёт от сбора рун и мантр и от участия в
Фестивале тьмы является наибольшим, объявляется победителем. Счёт
побеждающей стороны со времени состязания исчезнет, но счёт проигравшей
стороны останется и продолжит накапливаться до достижения победы. <br>

<br>
2) Выплата древних адена 
<br>
Как только начинается период эффективности печати (blink.gif стадия
ивента такая, я недоумеваю как грамотно с точки зрения игры такое
перевести – SSS), служитель в городе переведёт руны и мантры, собранные
для победы во время периода состязания, в древниие адена. Даже если
выигравшая сторона предварительно не сдала рун или мантр в период
состязания, если руны или мантры отдаются служителю в этот период,
древние адена будут отдаваться взамен. <br>
Таким образом, выигравшая сторона может получить древние адена в
качестве награды. Однако, проигравшая сторона не сможет получить этой
награды, пока они не выиграют. В случае проигрыша сданные руны или
мантры перенесутся к следующему соревнованию, и, если победа будет
достигнута, они все будут возвращены в виде награды. <br>
В течение периода эффективности печати, если награда в древних адена не
была истребована, то вознаграждение не может быть потребовано до
следующей победы. После следующей победы сумма, накопленная к тому
моменту, возвращается в качестве оплаты <br>

<br>
3) Приобретение предметов 
<br>
Члены стороны, которая выиграла могут приобрести разнообразные вещи у
служителей сумрака и рассвета, которые нельзя найти в обычных
магазинах, расплачиваясь древними адена. <br>

<br>
4) Смена принадлежности печати 
<br>
Принадлежность печати может изменится в зависимости от выигрышных/проигрышных итогов и процента тех, кто выбрал печать. 
<br>

<br>
* Для конкретных печатей, если победившая старана желает обладать
печатью при том, что она была ранее удерживаема другой стороной, 35%
или более членов победившей стороны должны были выбрать эту печать.
Если менее 35% избрали её, тогда заполучить печать сторона не может. <br>
* Для конкретных печатей, даже если печать была завоёвана в предыдущий
раз "Семи печатей", печать должны были выбрать более чем 10% членов
выигравшей стороны. Если её выбрали менее 10%, тогда сторона не может
завладеть печатью. <br>

<br>
5) Изменения в окружении 
<br>
Если выигрывает сторона рассвета, солнце затмевается и небо
окрашивается в фиолетовый. Если выигрывает сторона сумрака, у луны
появляется глаз и небо окрашивается в зелёный. <br>

<br>
6) Члены стороны, которая проиграла, не могут входить ни в подземелья,
ни в некрополи. Могут войти только члены общества, обладающего печатью.
<br>

<br>
7) Если персонаж, не обладающий печатью, находится в пределах
подземелья или некрополя, монстры насильственно вернут этого персонажа
в ближайший город. (вот и думай, они тебя без спроса телепортнут, или
это иносказательное объявление, что все мобы – агрессивные, будут
убивать таких – SSS) <br>

<br>

<br>
1-5. Действия печатей 
<br>

<br>
Когда любая из печатей находится во владении, происходят следующие изменения. 
<br>

<br>
1) Seal of Avarice (Печать Алчности) 
<br>

<br>
* Телепортирующий NPC на входах в некрополи будет телепортировать в
подземелья только членов победившей стороны, а также предоставит
разнообразные баффы за плату в древних адена. Тем, кто не обладает
печатью, войти нельзя. <br>
* Внутри некрополя создаются монстры, на которых могут охотиться члены победившей стороны. 
<br>
* В некрополе Апостола (Apostle's Necropolis) можно встретить Анакима и
Лилит. Анакиму и Лилит нужны "blessed soul collection stone and [lead?]
pipe" (Тут я бессилен: какой-то благословлённый камень для сбора душ,
хотя это не Морровинд, и труба. В квадратных скобках, видимо
переводчиковское подозрение, что труба свинцовая – SSS), чтобы придать
A-grade-оружию особые свойства. <br>
* Внутри некрополей появится "Mamon's Trader" (Торговец Мамона).
Используя древние адена для оплаты, можно купить разнообразные вещи,
которые не найти в обычных магазинах. "Mamon's Trader" не привязан к
какому-то конкретному месту, а перемещается между подземельями в любой
момент. <br>

<br>
2) Seal of Revelations (Печать Откровений) 
<br>

<br>
* Телепортирующий NPC на входах в подземелья будет телепортировать в
подземелье только членов победившей стороны. Тем, кто не обладает
печатью, войти нельзя. <br>
* Победители могут заплатить служителю в городе древними аденами для
телепортации в определённые охотничьи угодья ("места кача" тоже
некрасиво smile.gif – SSS). <br>
* Глашатай краха (The crier of ruin) скитается по каждому городу (за
исключением городов для начинающих) и будет случайным образом кастовать
вредоносную магию на членов стороны, которая проиграла. <br>
* Просветитель откровений (The illuminator of revelations) блуждает по
каждому городу (за исключением городов для начинающих) и будет
случайным образом кастовать полезную магию на членов стороны, которая
выиграла. <br>
* Внутри подземелий появится "Mamon's Blacksmith" (Кузнец Мамона).
"Mamon's Blacksmith" берёт древние адена в качестве оплаты и придаст
A-grade-оружию особые свойства, раскрывать части брони (blink.gif –
SSS), брать высокоуровневые вещи и улучшать экипировку, а также
поменяет экипировку на экипировку другого рода того же уровня
бесплатно. "Mamon's Blacksmith" также постоянно перемещается между
всеми подземельями. <br>

<br>
3) Seal of War (Печать Войны) 
<br>

<br>
&#9654; Когда принадлежит стороне рассвета 
<br>

<br>
* Во время осад, помимо существующих наёмников, позволяет вербовать элитных наёмников и наёмников рассвета. 
<br>
* Резко снижает стоимость апгрейда врат замка и стен замка. 
<br>
* Резко повышает защиту врат замка и стен замка. 
<br>
* Повышает максимальный предел уровня налога, который может установить
лорд замка на 10 % за каждый замок. (или "на 10% для каждого замка".
по-английски двусмысленно :/ – SSS) <br>

<br>
&#9654; Когда принадлежит стороне сумрака 
<br>

<br>
* Во время осад запрещает вербовку наличествующих наёмников, но делает возможной вербовку низкоуровневых наёмников. 
<br>
* Резко повышает стоимость апгрейда врат замка и стен замка. 
<br>
* Резко снижает защиту врат замка и стен замка. 
<br>
* Понижает максимальный предел уровня налога, который может установить
лорд замка на 10 % за каждый замок. (тут та же проблема :/ – SSS) <br>

<br>
1-6. Подземелья и некрополи, божественные места 
<br>

<br>
Было добавлено 16 новых подземелей, относящихся к "Семи печатям".
Божественные места – это точки, где может проходить Фестиваль тьмы. С
целью овладения печатью охотой на монстров в подземельях и некрополях
могут быть добыты руны и мантры. Из монстров, представляющих Лилим и
Нефилим (хм, наверное, не очень корректно перевёл. тут как-то привязано
к истории мира, наверняка – SSS), падают руны и мантры, но не падают
адена. Общество, которому могут быть полезны подземелья и в кои они
могут войти/выйти, зависит от того, обладает ли оно печатью. <br>

<br>
1) Некрополи 
<br>

<br>
* Sacrifice's Necropolis (Некрополь жертвоприношения) 
<br>
Здесь спавнятся монстры 20~30 уровня, и он находится в районе Глудио, в южных областях. 
<br>
* Pilgrim's Necropolis (Некрополь скитальца) 
<br>
Здесь спавнятся монстры 30~40 уровня, и он находится в районе Диона, в области Partisan Hideaway. 
<br>
* Worshipper's Necropolis (Некрополь служителя) 
<br>
Здесь спавнятся монстры 40~50 уровня, и он находится в районе Иннадрила, в области Alligator Island. 
<br>
* Patriot's Necropolis (Некрополь патриота) (dry.gif – SSS) 
<br>
Здесь спавнятся монстры 50~60 уровня, и он находится в районе Глудио, в области над замком Глудио. 
<br>
* Ascetic's Necropolis (Некрополь затворника) 
<br>
Здесь спавнятся монстры 60~70 уровня, и он находится в районе тёмных эльфов, в области Altar of Rites. 
<br>
* Martyr's Necropolis (Некрополь мученика) 
<br>
Здесь спавнятся монстры 60~70 уровня, и он находится в районе Гирана, в области замка Гирана. 
<br>
* Saint's Necropolis (Некрополь святого) 
<br>
Здесь спавнятся монстры 70~80 уровня, и он находится в районе Иннадрила, в области Field of Whispers. 
<br>
* Apostle's Necropolis (Некрополь апостола) 
<br>
Здесь спавнятся монстры 30~40 уровня, и он находится в районе Адена, в
области Devastated Castle. В этом месте, в зависимости от того есть или
нет во владении печать можно быть перемещённым к месту, где появляеся
Лилит, а также Анаким. <br>

<br>
2) Подземелье 
<br>

<br>
* Heretic's Catacomb (Подземелье еретика) 
<br>
Здесь спавнятся монстры 30~40 уровня, и оно находится в районе Диона, в области Execution Ground. 
<br>
* Fallen's Catacomb (Подземелье падшего) 
<br>
Здесь спавнятся монстры 40~50 уровня, и оно находится в районе Гирана, в области Giran Harbor. 
<br>
* Heathen's Catacomb (Подземелье безбожника) 
<br>
Здесь спавнятся монстры 50~60 уровня, и оно находится в районе Орена, в области Lizard Plains. 
<br>
* Evil Path's Catacomb (Подземелье стези зла) 
<br>
Здесь спавнятся монстры 60~70 уровня, и оно находится в районе Адена, в области Forest of Mirrors. 
<br>
* Ill-boding Catacomb (Зловещее подземелье) 
<br>
Здесь спавнятся монстры 70~80 уровня, и оно находится в районе Орена, в
области Dark Elven Village. (Хм, я думал, они дальше гораздо – SSS) <br>
* Secret Plot's Catacomb (Подземелье тайного сговора) 
<br>
Здесь спавнятся монстры 70~80 уровня, и оно находится в районе Адена, в области Hunters Village. 
<br>

<br>
3) Божественные места 
<br>

<br>
* Divine Place of Dawn (Божественное место рассвета) 
<br>
Оно распологается в районе Глудио, в области Orc Barracks. 
<br>
* Divine Place of Twilight (Божественное место сумрака) 
<br>
Оно располагается в районе Глудио, в области Hill of Winds. 
<br>

<br>

<br>
4) Вход в подземелья 
<br>
В течение первой недели времени (далее так называемого периода
соревнования), когда собираются печати (хм, а вроде бы руны и мантры
собираться должны были, переводчик замордовался, наверное – SSS), любой
персонаж, вступивший в сообщества может войти. <br>

<br>

<br>
После того, как заканчивается период состязания, в течение следующей
недели (далее так называемого времени действия печати), в течение
которой проявляется действие печати, только сторона, обладающая этой
печатью может войти. Во время недели действия печати те, кто были
побеждены, м даже победители состязания, которые завладели печатью, но
не смогли набрать необходимый % не могут войти в подземелье. <br>

<br>
5) Монстры внутри подземелий 
<br>
- Членам каждого сообщества нужно охотиться на монстров в подземельях,
чтобы добывать руны и мантры. Из нефилимов выпадают руны, необходимые
членам сумрака, и из лилимов выпадают мантры, необходимые членам
рассвета. <br>
- Во время состязаний, спавнятся обычные монстры, и лилимы, и нефилимы,
но в течение времени действия печати, печати должны быть заполучены, и
спавниться будут монстры, из которых выпадает необходимая стороне
победителя вещь (мантры будут выпадать для членов рассвета, и руны
будут выпадать для членов сумрака). <br>

<br>

<br>
1-7. Прочая информация 
<br>

<br>
1) Руны и мантры 
<br>
Руны и мантры все можно обменивать, и, чтобы их достать, необходимо
идти в подземелья и некрополи, дабы убитвать лилимов и нефилимов. Руны
получаются теми, кто на стороне сумрака, убийством нефилимов. Мантры
получаются теми, кто на стороне рассвета, убийством лилимов. <br>
Ценность руны растёт в следующем ряду: Вода &lt; Ветер &lt; Огонь 
<br>

<br>
2) Древние адена 
<br>
Древние адена, которые могут быть получены посредством рун и мантр,
могут быть отданы служителям рассвета и сумрака, кузнецу Мамона
(Mamon's Blacksmith), и торговцу Мамона (Mamon's Trader) для покупки на
них вещей или могут применятся при использовании различных скиллов. <br>

<br>
3) Chronicle of the Seven Seals (Летопись "Семи печатей") 
<br>
С этим предметом можно окинуть взглядом, увидеть общую сводку "Семи
печатей" и основного ивента ( – SSS), состояние печатей и т.д. Любой
может воспользоваться служителями рассвета и сумрака. <br>

<br>
4) Monarch's Seal of Approval (Знак одобрения монарха) 
<br>
С этим предметом персонажи, которые закончили вторую смену профессии,
но не являются частью замкодержащего клана или альянса могут
присоединиться к стороне рассвета. <br>

<br>
5) Mamon's Dealers (Дельцы Мамона) 
<br>
Меняет мантры на руны или руны на мантры. Переводит адена в древние адена.