<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>


<i>Исправленное и дополненное повторение предыдущих серий</i>
<p>Принцип довольно простой, похож на спойл.
<p>В каждом городе есть один-два manor managerа.
<p>У них продаются семена и harvester. Им же можно сдавать продукцию (вариант с оставлением семян для сдачи прямо на руки лорду замка не рассматриваю - сами догадайтесь).
<p>Харвестер стоит копейки (<5Ка) и покупается один раз на всю оставшуюся жизнь. Семена стоят 100-500а (и больше) в зависимости от настроек манор системы владельцем замка, к которому привязан город. подсказка по семени говорит из какой манор системы семян (т.е. на каких территориях его можно применять). 
<p>Виды семян и их количества определяются замком:
<p>a) Gludio контролирует территории вокруг Gludin Village, Dwarven Village, Orc Village, Gludio Castle Town, Wasteland, Neutral zone
<p>б) Dion контролирует терриорию Dion, Floran Village, Bee Hive, EG, PH, Cruma
<p>в) Giran контролирует терриотрии Tanor, Giran castle town, Giran Castle, DP, Lair of Antharas
<p>г) Oren контролирует территории Oren, Dark Elven village, Elven village, IT, Grassland, Sea of spores

<p>д) Innadril контролирует весь остров Heine, Alligator Island, Devils Istland, Garden of Eva
<p>е) Aden контролирует территории вокруг себя, в том числе Tower of Indolence, Giants Cave, Cemetery, Forbidden Gateway, DC
<p><b>Применение:</b>
<p>1) Перед началом боя или во время боя применяем семя на моба (выбираем моба и правым/двойным_левым кликом на семя в инвентори). Можно использовать вместо атаки, если семя занести на панель быстрого доступа.
<p>Не могут обрабатываться мобы на не принадлежащей замку-производителю территории.
<p>2) Если семя можно принципиально использовать, то играется анимация спойла - каст с огоньком на оружии, потом фейерверк (в половине слуаев анимация прерывается атакой, но это не важно - уже работает). В консоли пишется удалось ли применить семя. При успешном применении играется особая музыкальная фраза.
<p>3) Убиваем моба. Применяем на трупе харвестер. Делать так же, как с семенем. Я кладу харвестер на быструю панель, сразу после убийства применяю (таргетинг моба остается, все хорошо). Если таргетинг моба пропал, то труп можно выделить Shift+LClick (дальше харвестер).
<p>4) При использовании харвестера либо получаем растение, либо сообщение о неуспешности (из-за неудачного посева).
<p>Вероятность срабатывания семени зависит от типа семени и соотношения уровней моба и игрока.
<p>На белых и зеленых мобах <i>regular seed</i> работает практически всегда. Обломы возможны, если не успеваешь собирать. По моей практике труп растворяется быстрее, чем успеешь убить второго моба. То есть, на парных мобах обработку харвестером нужно делать до завершения боя со вторым.
<p>При этом с моба отсутствует дроп, но адена продолжает падать. На spoil это не влияет. С моба получается обычно 2-3 растения.
<p>А вот <i>alternative seed</i> работает на тех же мобах с вероятностью около 50-60%, при этом с моба получается только одно растение. Зато сохраняется весь дроп с моба.

<p>На семени в подсказке пишется в окрестностях какого города можно его применять. Также на семени пишется для каких уровней мобов и игрока семя подходит. Скажем, Red Cobol в Дионе подходит для 29-39. Но вот Red Cobol в Гиране работает уже на 32-42. В общем, подбирайте семена вашего уровня (и уровня мобов), даные видны во время покупки (подсказками). При переходах уровневой границы семян вероятность срабатывания падает. Скажем, 30 уровня моб (мне еще белый) семенем с 31-41 уровнем может окучиться, но вероятность не 100%.
<p>Продажа семян идет по ценам, которые указал владелец замка. Их можно увидеть в present condition of seed. В разных городах могут быть разные цены. Количество семян общее для каждого замка. То есть, если я купил Red Cobol в одном городе, я вижу изменение количества Red Cobol в другом городе (контролируемом тем же замком). <i>Но продать семена можно в другую манор-систему</i>. Скажем, почти все семена из Орена можно продавать в Глудио, а семена из Иннадрила - в Гиране. Естественно, разные города предлагают разные типы семян, персечение не полное. 
<p>Сдача растений тоже происходит у manor managerов. Цены и количества закупки указываются в present condition of crops. Цена покупки растений может быть меньше цены продажи (это не очень страшно, ведь выгода идет с ресурсов!). 
<p>В типе покупки бывают 0, 1 и 2. Они значат типы ресурсов, которые дают. Если в present condition of a/r crop purchase соответствующего замка стоит 1 - выдают ресурс из графы Type I, если 2 - из графы Type II. Вот если 0, то сейчас растения не покупают (на склад, и после обновления продавать). 
<p>Обновление манор системы происходит ежедневно, в 23:00 по Москве.
<p><i>Следует отметить, что при удачном фарме мы получаем больше растений, чем покупали семян</i>, а ограничение на количество производимых семян и растений у контролирующего манор систему одинаковое! То есть, вполне возможно не суметь продать все выращенные семена за один раз.
<p>Примерно количество получаемых ресурсов соответствует общей сумме сданных семян, поделенной на базовую стоимость получаемого ресурса (NPC price):
<p>К-во ресурса = цена скупки * к-во семян / NPC цена ресурса +- лапоть
<p>Спойл с манор системой дружат, но не очень. Можно спойлить моба и вкладывать семена - в любом порядке. Но забирать семена харвестером нужно до того, как использовать свипер, потому что по использованию свипера труп сразу же пропадает. В остальном работает нормально.
<p>Применение семени стоит 7 единицы маны, применение харвестера стоит 3 единицы маны.
<p>Применение семени не аггрит моба, однако за осеменением идет атака. Дабы ее избежать, во время применения семени нужно кликнуть куда-нибудь на отбегание от моба. Бить моба для срабатывания семени не обязательно - его может убить помогающий осеменению хай-левел.
<p>И еще одна неприятная вещь - если работа с семенами идет в группе... Сейчас существует баг, из-за которого члены группы, кроме применявшего харвестер, получают критическую ошибку во время применения харвестера. Актуально для обычных семян - для альтернативных этой проблемы нет.
<p>Приблизительное соответствие семян уровню персонажа можно узнать у Manor Managera, спросив объяснение по семенам и далее список семян.
<p>Какие реварды дают за семена можно узнать, нажав на ссылку rewards у него же в одном из диалогов объяснения про семена.

<p><hr />
<p>Еще одно... На сегодня существует 2 бага:
<p>1) Максимум количества семян на продажу и скупку у лорда одинаковый, но количество растений из одного семени 2-4. Будет трудно продавать семена - растений скоро будет море, если лорды искусственно не уменьшат продажи.
<p>2) При срабатывании харвестера в группе (не у тебя), есть хороший шанс вывалиться в windows. Я выпадаю на каждом третьем семени. Приходится работать с семенами соло или офф-пати.
<p><hr />
<p>>TypeI и TypeII - это 2 вида  вознаграждений которые даются рандомом?
<p>Нет, какой-то рандом есть, но очень незначительный.
<p>Тип скупки выбирает лорд замка. 
<p><ul><li>0 - не покупает</li><li>1 - вознаграждение Type I</li><li>2 - вознаграждение Type II</li></ul>
<p>Тип показывается в present condition of (regular/alternative) crops purchase для соответствующего замка.
<p>Количество ресурса определяется по формуле:
<p>количество семян*стоимость закупки/цена ресурса +- лапоть
<p>Рандом - это как раз лапоть и есть.
<p>Я не проводил долгих экспериментов, но за одинаковое количество семян получал немного разное количество ресурсов. Незначительно разное, так что можно на это забить. Но если хочется сделать, скажем, 48 Crafted Leather, лучше набрать семян на стоимость 50 Crafted Leather - для надежности.

<p><hr />
<p>Еще добавление: при засеивании моб НЕ агритса, если конечно он изначально не агро. Т.е. для мага/лучника можно: подбежал, засеял, отбежал, убил, подбежал, собрал 
<p>Также баг - у семян есть cooldown time, но оно нигде не отображаетя, как скажем на обычных скиллах, если cooldown еще не прошел и попытатса засеять - чар просто начнет атаковать моба.
<p>Обновление манор системы ежедневно в 23:00 Мск.
<p><hr />
<p>Чуть не забыл, самое полезное изменение в С3. Теперь чтобы сабрать урожай НЕ надо чтобы собирающий бил моба (в С2 - надо было чтоб хотя бы раз стукнул). Очень полезно для связки low-high левел - low сажает, high убивает, low собирает.
<p><hr />
<p>Еще забыли упомянуть, что бы получить почти 100% срабатывание харвестера, разница между игроком и мобом в уровнях не должна превышать 5. Енто на описание харвестера написано и на практике подтверждаеться.
<p><hr />
<p>еще одна мелочь 
<p>если засеевать мобов хHP2-5 то количество семян возростает
max я получал 7 семян за хHP4 моба
<p><hr />
<table class="btab" cellSpacing="0"> <tr><th>Название</th><th>Lvl</th><th>Type I</th><th>M.C.</th><th>Type II</th><th>M.C.</th><th>Gl</th><th>Di</th><th>Gi</th><th>Or</th><th>Ad</th><th>In</th></tr> <tr><td>Dark Coda</td><td> 10</td><td> Stem</td><td> 100</td><td> Braided Hemp</td><td> 500</td><td> x</td><td> -</td><td> -</td><td> x</td><td> -</td><td> -</td></tr> <tr><td>Red Coda</td><td> 13</td><td> Varnish</td><td> 200</td><td> Cokes</td><td> 1200</td><td> x</td><td> -</td><td> -</td><td> x</td><td> -</td><td> -</td></tr> <tr><td>Chilly Coda</td><td> 16</td><td> Suede</td><td> 300 </td><td> Oriharukorum Ore</td><td> 3000</td><td> x</td><td> -</td><td> -</td><td> -</td><td> -</td><td> -</td></tr> <tr><td>Blue Coda </td><td> 19 </td><td> A.Skin</td><td> 150 </td><td> Crafted Leather</td><td> 5700</td><td> x</td><td> x</td><td> -</td><td> x</td><td> -</td><td> -</td></tr> <tr><td>Golden Coda</td><td> 22</td><td> Thread</td><td> 100</td><td> Mithril Ore</td><td> 1000</td><td> x</td><td> x</td><td> -</td><td> -</td><td> -</td><td> -</td></tr> <tr><td>Lute Coda</td><td> 25</td><td> Iron ore</td><td> 200</td><td> Metallic Fiber</td><td> 700</td><td> x</td><td> x</td><td> -</td><td> -</td><td> -</td><td> -</td></tr> <tr><td>Desert Coda</td><td> 28</td><td> Coal</td><td> 200</td><td> Adamantit Nugget</td><td> 5000</td><td> x</td><td> x</td><td> -</td><td> -</td><td> -</td><td> -</td></tr> <tr><td>Red Cobol</td><td> 31</td><td> Charcoal</td><td> 200</td><td> Ernia</td><td> ???</td><td> -</td><td> x</td><td> x</td><td> x</td><td> -</td><td> -</td></tr> <tr><td>Chilly Cobol</td><td> 34</td><td> A.Bone</td><td> 150</td><td> Steel</td><td> 2000</td><td> -</td><td> x</td><td> x</td><td> x</td><td> -</td><td> x</td></tr> <tr><td>Blue Cobol</td><td> 37</td><td> Silver</td><td> 500</td><td> Thons</td><td> 6000 </td><td> x</td><td> -</td><td> x</td><td> x</td><td> -</td><td> x</td></tr> <tr><td>Thorn Cobol</td><td> 40</td><td> Stem </td><td> 100</td><td> Metallic Thread</td><td> 700 </td><td> -</td><td> x</td><td> x</td><td> x</td><td> x</td><td> x</td></tr> <tr><td>Golden Cobol</td><td> 43</td><td> Varnish </td><td> 200</td><td> Mold Glue </td><td> 6000 </td><td> -</td><td> x</td><td> x</td><td> -</td><td> x</td><td> x</td></tr> <tr><td>Great Cobol</td><td> 46</td><td> Suede </td><td> 300</td><td> High Grade Suede</td><td> 2400 </td><td> -</td><td> x</td><td> x</td><td> -</td><td> x</td><td> x</td></tr> <tr><td>Red Cordan</td><td> 49</td><td> A.Skin </td><td> 150</td><td> Asofe </td><td> 6000 </td><td> -</td><td> -</td><td> x</td><td> -</td><td> x</td><td> x</td></tr> <tr><td>Sea Cordan</td><td> 50</td><td> Thread </td><td> 100</td><td> Cord </td><td> 325 </td><td> -</td><td> -</td><td> -</td><td> x</td><td> -</td><td> x</td></tr> <tr><td>Chilly Cordan</td><td> 52</td><td> Iron Ore</td><td> 200</td><td> Mold Hardener </td><td> 23000</td><td> -</td><td> -</td><td> -</td><td> x</td><td> x</td><td> -</td></tr> <tr><td>Blue Cordan</td><td> 55</td><td> Coal</td><td> 200</td><td> Leather </td><td> 900 </td><td> -</td><td> -</td><td> -</td><td> x</td><td> x</td><td> -</td></tr> <tr><td>Twin Cordan</td><td> 58</td><td> Charcoal</td><td> 200</td><td> Mold Lubricant</td><td> 10000</td><td> -</td><td> -</td><td> x</td><td> x</td><td> x</td><td> -</td></tr> <tr><td>Great Cordan</td><td> 61</td><td> A.Bone </td><td> 150</td><td> Rough one Powder</td><td> 80</td><td> -</td><td> -</td><td> -</td><td> -</td><td> x</td><td> -</td></tr> <tr><td>Desert Cordan</td><td> 64</td><td> Silver </td><td> 500</td><td> Reinf.Met.Plate </td><td> ???</td><td> -</td><td> -</td><td> x</td><td> -</td><td> x</td><td> -</td></tr> </table> 

<p>Reinforced Metal Plate = Reinf. Met. Plate
<p>Gl=Gludio<br />
Di=Dion<br />
Gi=Giran<br />
Or=Oren<br />
Ad=Aden<br />
In=Inadril
<p>M.C. = Material cost, это сколько денег должно быть в tally up ingedious products для получения одной единицы ресурса
<hr />
>Как нибудь, можно определить скупают эти семена или нет? А , то на телепортах , раззориться можно... 
<p>Можно. У любого manor manager можно спросить present condition of crop purchase, дальше выбрать замок и тип семян. Сколько осталось на скупке семян по ежедневным квотам там показывается (самая левая колонка).
<p>Есть, правда, другая засада - когда к лорда казна закончилась. Тут кроме метода научного тыка ничего не поможет.

<p><small>// Источник: <a href="http://l2forum.ru/forum/index.php?showtopic=14236&view=findpost&p=210126" class="external">l2forum.ru</a> </small>
<br /><br /><br />