<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
             <h3 align="left">Основы осады замков </h3>
                <p align="left"> Изначально, все замки принадлежат компьютерным персонажам (NPC). <br />
  Когда клан игрока захватывает крепость NPC, эта крепость переходит под управлению клана игрока. Если клан, которому принадлежит замок будет распущен, замок будет возвращена в свое первоначальное состояние. </p>
                <p align="left">Только хозяин замка может выбирать время осады. Выбор времени осады происходит через камердинера (специального NPC). При выборе времени осады следует быть внимательным, изменить его уже будет невозможно. </p>
                <p align="left">Хозяин замка должен установить время следующей осады в течении 24-х часов после взятия замка. Если время не будет установлено новым хозяином, оно будет автоматически назначено игрой на 2 недели позже времени взятия замка. <br />
  (Все осады происходят во время уикенда (в выходные дни)) </p>
                <p align="left">Замок не получает никаких повреждений до времени следующей осады, от любых видов атак. После взятия замка следующая осада происходит через 2 недели в субботу или воскресенье. Клан захвативший замок может контролировать ее ничего не опасаясь в течении 15ти дней с момента захвата. </p>
                <p align="left"><strong>Подготовка </strong><br />
  Осады наиболее значимые аспекты Lineage2, они являются основополагающей частью игры. Кланы, достигшие 4го уровня, могут захватить замок и насладиться известностью и богатством. Сразу после захвата замка, кланы получают огромное влияние, они получают доступ к управлению налоговой ставкой и политическим действиям. </p>
                <p align="left"><strong>Введение </strong><br />
  Захвачены, могут быть 5 замков: Gludio Castle, Dion Castle, Giran Castle, Oren Castle и Aden Castle. <br />
  Только клан достигший 4го уровня и выше, может официально участвовать в осаде. Кланы не достигшие 4го уровня, или игроки без клана, могут участвовать в осадах, но они не будут иметь никаких прав на обладание замком. <br />
  После захвата замка кланом, он убирается из под управления NPC. <br />
  Если клан игрока побеждает клан NPC и захватывает замок согласно правилам осады, замок становится собственностью клана игрока. <br />
  Первый владелец замка в течении 24х часов, после становления ее хозяином, должен назначить время следующей осады. Если это не будет сделано, время осады будет назначено автоматически. <br />
  Если клан, захвативший замок распускается, замок возвращается в первоначальное состояние. </p>
                <p align="left"><strong>Регистрация на осаду: атакующие </strong><br />
  Клан, начинающий атаку, должен иметь 5й уровень кланового скилла (пассивный). Siege Participation Possible чтобы участвовать в осаде. <br />
  Лидер клана должен зарегистрировать клан у NPC около замка для участия в осаде. </p>
                <p align="left"><strong>Регистрация на осаду: защитники </strong><br />
  Любые кланы, которые желают помочь в защите замка, должны зарегистрироваться как защитники. <br />
  Каждый клан желающий участвовать должен получить 4й уровень скилла Siege Participation Possible. Для участия на стороне защиты, выберите 'Request Participation for Siege Defender' у Guard Master или Chamberlain. (Владелец замка должен принять запрос). <br />
  Владелец замка должен принять и закончить список участников за 24 часа до начала осады. <br />
  Клану владеющему замком не нужно регистрироваться, он будет включен в список автоматически и не может быть исключен из него. </p>
                <p align="left"><strong>Начало осады </strong><br />
  Осада начинается в определенное время. Вот что происходит во время осады: <br />
  Замок и окружающая территория становится полем боя. <br />
  Некоторые NPC вокруг крепости временно перестают выполнять их функции на время осады. <br />
  Когда атакующий погибает во время осады, он респавнится (перерождается) во 2м по счету городе от замка. <br />
  Когда осада начинается, все персонажи находящиеся в пределах крепости не значащиеся в списках защитников переносятся во 2й по счету город от замка. <br />
  Все замковые ворота автоматически закрываются. </p>
                <p align="left"><strong>Процесс осады </strong><br />
  В течении осады, участники разделяются на три категории: Атакующие, Защитники замка и не зарегистрированные (или открытые цели). Далее они разделяются на суб-категории: Дружественные силы, Враги и случайные люди. Эти отношения могут измениться на протяжении осады. <br />
  Атакующие и защитники замка – враги. Союзники клана дружественные силы. <br />
  Атакующие кланы не находящиеся в одном альянсе не имеют никаких связей между собой. <br />
  Персонаж не зарегистрированный ни как атакующий, ни как нападающий не принадлежит ни к одной из сторон и просто перемещается по полю боя. <br />
  Вам не требуется нажимать Ctrl для атаки врага или персонажа не являющегося союзником. <br />
  Удаленная атака наносит урон врагам и не распространяется на тех, кто находится вокруг. <br />
  Счетчик Player Killer (PK) не работает на поле боя. <br />
  Боевой режим работает некоторое время, когда игрок покидает поле боя. И игрок не получает статус PK до окончания его действия. <br />
  При смерти на поле боя игрок теряет некоторое количество экспы, но игрок не может потерять никаких вещей. <br />
  Замковые ворота могут быть атакованными только во время осады. <br />
  Ворота не могут быть усилены во время осады. Хозяин замка может усилить их до осады через камердинера (Chamberlain) <br />
  Разрушенные ворота не могут быть восстановлены до окончания осады. <br />
  Ворота снова откроются, когда у замка сменится хозяин. По окончанию осады ворота будут сразу восстановлены. <br />
  Лагерь может быть создан во время осады. Лагерь устанавливается на поле боя и является местом респавна (перерождения), на его территории скорость восстановления HP и MP увеличивается. <br />
  Лагерь может быть установлен только лидером клана, клан должен быть зарегистрирован на стороне атакующих. <br />
  Скилл создания лагеря, может быть задействован только в пределах поля боя и только в период осады. <br />
  Лагерь исчезает по окончанию осады. <br />
  Флаг лагеря имеет некоторое количество хит поинтов (HP) и может быть атакован. <br />
  Чтобы задействовать скилл создания лагеря, в инвентаре у лидера клана должно быть 10.000 адена. (Адена тратится на создание лагеря) <br />
  Если флаг уничтожается местом респа (перерождения) членов клана становится 2й по счету город от замка. <br />
  Все кланы защищающие замок и значащиеся в списке защитников респавнятся или в пределах замка или во 2м по счету городе от замка. Осада длится 2 часа. <br />
  Если лидер атакующего клана вписывает свое имя в святой артефакт, то замок переходит под его контроль. Смена имени владельца занимает время и не может быть прервано. Вписать имя может только лидер клана. <br />
  Лидеры клана находящиеся на стороне защиты не могут взаимодействовать со святым артефактом. <br />
  Смена владельца святого артефакта до окончания осады называется полу победой. <br />
  Когда атакующие достигают “Полу победы”, нападающие и защитники меняются местами. Все возможности замка передаются в руки захватчиков, включая точку респавна (перерождения). <br />
  Флаг клана захватившего замок исчезает. <br />
  При “полу победе” все игроки, кроме новых защитников замка, отправляются на свои точки респавна. Если клан, который прежде захватил замок, не устанавливал лагеря, он может это сделать на поле боя. </p>
                <p align="left"><strong>Управление замком </strong><br />
  Замки существуют на просторах мира Lineage2. Владея замком, клан сохраняет политический и экономический контроль через сбор налогов на прилежащих территориях. <br />
  По умолчанию хозяин замка осуществляет управление над всеми функциями замка. Однако он может временно передать права на управление различными функциями кому-то из клана или альянса с помощью системы делегирования прав "rights delegation system". (Эта возможность была добавлена во 2х Хрониках) </p>
                <p align="left">Хозяин замка может изменять налоговую ставку в магазинах находящихся на территории контролируемой замком, забрать налог он может у главного камердинера NPC. Поскольку Aden Castle является столицей королевства Aden, он может собирать налоги не только с окружающих земель но и с других замков Gludio Castle, Oren Castle, Giran Castle и Dion Castle. </p>
                <p align="left">Когда замок взят, вместе с клан холлом, клан может пользоваться складом замка и использовать привратников для перемещений между внешней и внутренней частью замка. Есть 3 вида привратников размещенных на своих местах: inner castle-outer castle, outer castle-castle item, inner castle-castle item. Постройки в Gludio Castle, Dion Castle, Oren Castle and Giran Castle <br />
  Место респавна (перерождения) защитников замка находится во внутренних жилых помещениях замка. <br />
  Святой артефакт расположен в палате позади тронного зала. <br />
  Нет никакого прохода ведущего в замок с наружи внешней стены. Однако есть выход которым можно воспользоваться для защиты. </p>
                <p align="left"><strong>Постройки в замке Аден. </strong><br />
  Замок имеет 2е стены, кольцо стен с наружи и еще одно внутри, таким образом попасть, в замок можно только минуя 2 внешних стены. <br />
  Существует вход на передней стороне замка во внешних стенах. Определенное место в стене может быть разрушено осадным големом. <br />
  Имеющийся вход на 2х стенах замка вместе с определенным участком стены могут быть разрушены осадным големом. <br />
  В некоторых местах между 1ми и 2ми внешними стенами замка могут быть установлены ловушки, которыми можно управлять в сторожевой башне пламени. Кроме того, центральная часть замка по сути сама является еще одним замком. </p>
                <p align="left"><strong>Что такое сторожевая башня пламени? </strong><br />
  Это сторожевая башня активирующая различные устройства защиты замка. Одна из сторон захватившая сторожевую башню может активировать ее функции. Для активации требуется некоторое количество адена. Существуют зоны которые постоянно уменьшают количество хит поинтов (HP) и зоны где замедляется передвижение. Сила действия этих зон делится на 4 уровня и зависит от количества потраченного адена. В случае уничтожения башни все зоны перестают действовать. </p>                