<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
               
		<table width="100%" cellspacing="1" cellpadding="1"><tr>
		<td><center><img src="module/library/img//pets/imagestrayder1.jpg" width="350" height="322">
		</td></tr></table>

                   <p>Так или иначе, но Вы сумели повысить 
                    уровень дракончика до 55го. <br>
                    Да, это стоило Вам немало усилий. Но что же ждет Вас и Вашего 
                    питомца впереди? <br>
                    А впереди нелегкое испытание для дракончика. Чтобы превратить 
                    дракончика в здового дракона (Strider), придется попотеть 
                    не только Вам, но и Вашему дракончику. Причем дракончику придется 
                    куда хуже, чем Вам. </font></p>
                  <p>Но обо всем по порядку. </font></p>
                  <p>Телепортируемся в Hunter Village. <br>
                    Вызываем дракончика. </font></p>

                  <p>1 Ищем Wiseman Cronos, разговариваем 
                    с ним. </font></p>
                  <table width="100%" cellspacing="1" cellpadding="1">
                    <tr>
                      <td><center><img src="module/library/img//pets/imagestrayder2.jpg" width="400" height="313"> </td>
                    </tr>
                  </table>
                  <p>Телепортируемся в Ivory Tower. Бежим 
                    к северному входу в Enchanted Valley. </font></p>
                  <p>Входим в долину и сразу же сворачиваем 
                    на восток. <br>

                    2 Ищем Fairy MyuMyu, разговариваем с ней, получаем Leaf of 
                    Star Tree, Leaf of Wind Tree, Leaf of Twilight Tree, Leaf 
                    of Abyss Tree. </font></p>
                  <table width="100%" cellspacing="1" cellpadding="1">
                    <tr>
                      <td><center><img src="module/library/img//pets/imagestrayder3.jpg" width="400" height="318"></td>
                    </tr>
                  </table>
                  <p>Это довольно сложное задание. Что нужно, 
                    чтобы его успешно выполнить. Нужны как минимум один лекарь 
                    любого уровня, группа воинов или высокоуровневый маг с массовым 
                    усыплением. </font></p>
                  <p>3. Вам необходимо найти последовательно 
                    4 дерева соответствующих квестовым вещам названий. </font></p>

                  <p>4. Найдя одно из деревьев, Вы вызываете 
                    дракона и даете ему приказ атаковать дерево. </font></p>
                  <p>Находящиеся поблизости Tree Guardian 
                    начинут атаковать дракона. <br>
                    1. Тут и нужны воины или маги, чтобы быстро убивать/усыплять 
                    духов, дабы они не трогали дракона. Убивать духов менее эффективно, 
                    так как они появляются заново через 2-5 секунд, а время действия 
                    слипа – 30 секунд. <br>
                    Духов можно и нужно держать подальше от дракона любым способом. 
                    <br>
                    2. Вы не должны атаковать дерево, дерево должен атаковать 
                    только дракон. Более того. <br>
                    ДЕРЕВО НЕЛЬЗЯ УБИВАТЬ! Ни при каких обстоятельствах. Лекарь 
                    должен работать на 3 фронта – лечить дракона, дерево и тех, 
                    кто разбирается с охраной дерева. <br>

                    Если Вы случайно ударите дерево, то дерево наложит на Вас 
                    заклинание Poison. Мощность: 10 (невозможно снять). Если Вы 
                    или Ваш дракончик все же убьете дерево, то дерево появится 
                    снова через 5-15 минут, а вас самих будет ждать неприятный 
                    сюрприз. <br>
                    3. Желательно не накладывать на дракона бафы, усиливающие 
                    атаку, чтобы он случайно не убил дерево, лучше дайте ему ускорение 
                    атаки, защиту и регенерацию здоровья. <br>
                    5 Приблизительно через 100 с небольшим ударов дракончика по 
                    дереву, дерево зашевелится и запросит пощады и помощи. При 
                    этом у Вас из инвентаря пропадет один из листов. <br>
                    6 Для остальных деревьев тактика аналогичная. Искать деревья 
                    необходимо вдоль гор к югу от Hunter Village.Используем SoE. 
                    Телепортируемся в Ivory Tower. Бежим к северному входу в Enchanted 
                    Valley. Входим в долину и сразу же сворачиваем на восток. 
                    <br>
                    7 Ищем Fairy MyuMyu. Вызываем дракончика. Разговариваем с 
                    феей. Отзываем дракончика. Разговариваем с Fairy MyuMyu. Дракончик 
                    исчезнет, а Вы получите Dragon Bugle того же типа, что был 
                    Ваш дракончик. <br>
                    Теперь Вы – счастливый обладатель Страйдера. <br>

                    Приятной поездки! <br>
                    <em><font color="#CC0000">Задание выполнено.</font></em> </font></p>
                  <p><br>
                    <strong>ПРИМЕЧАНИЯ К ПРОХОЖДЕНИЮ </strong></font></p>
                  <p>Ищем Cмотрим, где искать (названия 
                    мобов и NPC - ссылки на карту), бежим в нужное место.Разговариваем 
                    Выбираем опцию QUEST, пробегаем все диалоги, если в диалогах 
                    встречаются строчки на выбор, то смотрим, какую строчку выбирать. 
                    Если в описании такой строчки не указано, значит: а) это неважно, 
                    б) описание неполное. </font></p>
                  <p>Примечание Чтобы получить профессию, 
                    в начале разговора с NPC необходимо выбрать не QUEST, а INFORMATION 
                    ON CHANGE OCCUPATION. <br>

                    Во втором меню - выбрать желаемую профессию. В третьем меню 
                    - выбрать CHANGE OCCUPATION.Получаем Указана вещь, которая 
                    будет выдана, но не указано, какие вещи заберутОхотимся на 
                    Х, пока не соберем N Y Вероятность получить квестовую вещь 
                    с некоторых мобов иногда довольно низкая, но не более 10 мобов 
                    на 1 квестовую вещь (в отдельных случаях - до 30-50), если 
                    больше - придется начинать задание сначала.Передвижение Не 
                    обязательно пользоваться телепортами, можно сэкономить, прогулявшись. 
                    <br>
                    Используем SoE - Scroll of Escape, свиток возврата. Важно! 
                    У Вас должен быть установлен патч SoE Map (для C1, в С2 можно 
                    пользоваться командой /loc), чтобы знать, куда Вы попадете 
                    при использовании SoE. <br>
                    В любом случае, рекомендую смотреть, где искать нужных NPC, 
                    чтобы не возникло ситуации, когда Вы из-за ошибки будете искать 
                    их в совсем других городах. </font></p>
                  <p>Управление страдером в режиме помошника 
                    не отличается от управления другими питомцами. </font></p>
                  <p>Игрок призвавший страйдера может сесть 
                    на него используя кнопку &quot;Mount/Dismount&quot; или команду 
                    /mount </font></p>

                  <p>Когда вы садитесь на страйдера его 
                    параметры изменяются. Физический урон и скорость передвижения 
                    отражает параметры страйдера, в то время как остальные способности 
                    отражают параметры игрока. Однако, если уровень игрока намного 
                    ниже уровня страйдера на физический урон и скорость передвижения 
                    будут распространяться штрафы. Например, если уровень игрока 
                    ниже уровня страйдера на 5, то физический урон страйдера будет 
                    уменьшен на 50%, если разница в уровне еще больше, то на каждый 
                    дополнительный уровень будет налагаться штраф -5% к физическому 
                    урону. Если же разница в уровне составляет 10, то скорость 
                    перемещение страйдера уменьшается в двое. </font></p>
                  <p>Если уровень сытости страйдера опускается 
                    до 50% и ниже, то скорость передвижения страйдера уменьшается, 
                    так же вы не сможете слезть со страйдера или отозвать его 
                    в инвентарь. Еду для страйдера вы можете преобрести в любом 
                    городе у Pet Manager'а. </font></p>
                  <p>С повышением уровня страйдера увеличивается 
                    скорость его передвижения, при понижении уровня - уменьшается. 
                    </font></p>
                  <p>Если страйдера убивают, то он, так 
                    же как и другие питомцы, некоторое время будет отображаться 
                    в виде трупа. Если вы не успеете воскресить его за это время, 
                    то он пропадет навсегда. </font></p>
                  <p>Если уровень сытости страйдера опускается 
                    до 0% и в течение некоторого времени вы не прелпринимаете 
                    попыток накормить его, то он исчезает. Если в этот момент 
                    вы сидели на нем, то страйдер отзывается в инвентарь, и при 
                    следующем его вызове уровень его сытости будет равен 0%. </font></p>
                  <p align="right"><em>l2info.net</em><br>