<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
               

                  <p>4 уровень: <br>
                    Условия - 1,400,000 SP и Proof of Alliance <br>
                    Максимальное число членов - 30 <br>
                    Возможности - <br>
                    Возможность участвовать в осаде замка </font></p>
                  <p>1.Квест берется лидером у Sir Cristof 
                    Rodemai в Гиране (гильдия людей – воинов ) лидером клана. 
                    </font></p>

                  <p>2.Лидер с тремя лучшими нукерами / 
                    ДД и одним / двумя клириком отправляется к Witch Kalis, которая 
                    находится чуть юго-восточнее Ивори (95К, 25К)(квадрат 53-54, 
                    43-44 верхний правый угол). Пропустить довольно трудно, так 
                    как она находится над дорогой и там огромное кладбище с большой 
                    статуей на нем. </font></p>
                  <p>3.После разговора лидера с ведьмой, 
                    трое гильдийцев должны принести клятву верности лидеру: каждый 
                    из них кликает на статую, при этом есть 50% вероятность, что 
                    при клике наступит смерть присягающего. Взамен они получают 
                    Mark of Loyalty , которые нужно отдать лидеру. </font></p>
                  <p>4.Трое избранных, со своими группами, 
                    отправляются на поиски четырех компонентов для противоядия: 
                    </font></p>
                  <p>а) первая группа с избранным идет убивать 
                    Vanor Silenos Shaman 49 уровня (между Border Outpost и Tower 
                    of Insolence, около Адена, около Блэйз Свамп) <br>
                    б) вторая группа с избранным идет убивать Harit Lizardman 
                    Shaman 54 уровня (между Forest of Mirrors и Anghel Waterfall) 
                    <br>
                    в) третья группа идет убивать Oеl Mahum Witch Doctor 55 уровня 
                    (севернее Ivory Tower, намного севернее) <br>

                    </font></p>
                  <p> 5. Когда все три группы приходят в 
                    локацию где обитают данные монстры , лидер говорит с Witch 
                    Kalis. Она накладывает пойзон (наносит по 50 урона в единицу 
                    времени, не в секунду) и лидер не может двигаться. Клирики 
                    лечат лидера любой ценой. Избранные же начинают охоту за компонентами 
                    к противоядию с помощью своей группы (последний удар обязательно 
                    должен нанести присягавший). Шанс выпадения компонента - 5%, 
                    поэтому убивать нужно быстро и много. Первый кто из избранных 
                    выбьет компонент сразу - же(!!!) сообщает об этом лидеру. 
                    </font></p>
                  <p>6.После того, как три компонента собраны, 
                    все три группы собираются у Witch Atrea, которая находится 
                    севернее Valley of Dragons (102К, 103К). Туда ведет телепорт 
                    из Орена и Гирана, называется Hadris Private Academy, после 
                    телепорта чуть севернее будет эта ведьма в кругу камней. </font></p>
                  <p>7.С ней начинает говорить присягнувший, 
                    который <br>
                    первым(!!!) выбил компонент. Ведьма сразу суммонит 16 сундуков, 
                    и в течении минуты все три группы должны их уничтожать, пока 
                    не найдут 4 сундука, которые при смерти кричат &quot;BINGO&quot;. 
                    Если гильдийцы не успевают это сделать, то повторить тест 
                    обойдется в 10.000а. Бить сундуки может кто угодно, даже не 
                    член гильдии. По опыту замечено - нужные сундуки имеют раз 
                    в 6 больше ХП</font></p>

                  <p>8.Когда 4 кричащих сундука найдены, 
                    избранный снова говорит с ведьмой и она дает 4-й компонент 
                    для противоядия. </font></p>
                  <p>9.Избраные отдают 4-ре компонента противоядия 
                    спринтеру, который в кратчайшие сроки должен доставить их 
                    своему лидеру у Witch Kalis около Ивори. Лидер отдает их ведьме, 
                    взамен получая Assurance of Trust и противоядие (сразу нужно 
                    выпить). </font></p>
                  <p>10.Теперь лидеру остается отнести Assurance 
                    of Trust в Гиран Sir Cristof Rodemai, и он даст, а не заберет 
                    120К СП лидеру и Proof of Alliance . </font><br>
                  </p></td>
               

    
           
            
           
           
