<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<p>Игроку, который достиг 75 уровня в своем подклассе и выполнил все задания, составляющие, так называемый  Путь Аристократа, может быть присужден титул Аристократа. Аристократам присваиваются особые привилегии, которыми они могут пользоваться, главным образом, при завхвате замков и нападениях на рэйд-боссов, во время которых им выпадает роль лидера. Титул Аристократа может получить как игрок профессии основного класса, так и игрок профессии подкласса. Более того, каждый из этих игроков также может получить специальные навыки, соответствующие данному титулу.
<p><h2>Привилегии артистократии.</h2>
<table cellPadding="0" cellSpacing="0"><tr><td width="100%" align="right">  <img src="module/library/img/noblesse.jpg"width="208" height="338" border="0"></a><div style="font-size: xx-small;"></div></td></tr></table>
<ul><li>Аристократы имеют эксклюзивный доступ к телепорту у деревенских и городских хранителей врат, которые могут переносить их в различные локации, включая те, которые первоначально не значились в их списке, например, во внутрь крепостей.</li></ul>
<p><ul><li>Аристократы сами могут прописывать себе титульную надпись, не вступая в клан. Назначать и изменять себе титул можно нажатием кнопки "Title" и "Delet Title" в клановом окне.</li></ul>
<p><ul><li>Компьютерные персонажи способны отличать простых игроков от аристократов и при прохождении последними квестов награждают их специальными аксессуарами - знаком отличия знати - головными уборами. Эти головные уборы нельзя продать или сбросить на землю, их можно только удалить из инвентаря.</li></ul>
<p><ul><li>Во время боя PvP у аристократа больше преимуществ в атаке, чем у обычного игрока.</li></ul>
  


<p><ul><li>Во время осад замков только у лидеров кланов из знати есть доступ к докладу о ходе битвы. В этом докладе указывается локализация членов клана, количество того, сколько раз они убили и/или сколько раз их убили. Эта функция распространяется только на тех членов клана, которые online. Используя команду /siegestatus клановые лидеры дворянского сословия могут узнать находится ли член клана в пределах зоны осады. Этак команда обновляется через каждые 30 секунд. Количество жертв, убитых соклановцами и число смертей самих соклановцев сохраняется даже, если сервер выключился и рестартовал во время осады.</li></ul>
<p><ul><li>При достижении игроком титула Аристократа, его подвиги во время рэйдов и осадах будут регистрироваться. Когда игрок станет Героем, его боевые рекорды будут записаны на Монументе Героев в каджой деревне. </li></ul>
<p>
<h2> Умения аристократии.</h2>
<p><b>Blessing of Noblesse</b> - заклинание, которое можно накладывать на себя и других игроков во время нападения на рэйд-боссов. Этот баф сохраняется на игроке, который были убит рэйд-боссом, а затем воскрешения. После убийства игрока все другие наложенные на него бафы, теряют свой эффект и восстанавливаются только после воскрешения игрока. После воскрешения Lucky Charm и Blessing of Noblesse теряют свой эффект. Для этого скила нужно 5 spirit ore.
<p><b>Strider Siege Assault</b>  - аристократ, сидящий на страйдере, может  с усиленной атакой штурмовать ворота и стену замка во время осады. Для этого скила нужно 5 spirit ore.
<p><b>Build Advanced Headquarters</b> - во время штурма замка Аристократ, являющийся лидером клана, может установить знамя своего клана с удвоенным HP от первоначального. Этим навыком можно обладать независимо от навыка Build Headquarters. Для этого скила нужно 300 C-grade Gemstones.

<p><b>Wyvern Aegis</b> - Аристократ, владеющий замком, может максимально увеличивать магическую защиту вайверна во время езды на нем. Для этого скила требуется 20 Spirit Ore.
<p><b>Summon CP Potion</b> - можно создавать 20 пузырьков высококлассного CP снадобья (high-grade CP potions). Для этого навыка требуется 80 Soul Ore.
<p><b>Fortune of Noblesse</b> - дает возможность накладывать заклинание Lucky Charm на всех участников парти, независимо от их уровня.  Для этого скида нужно 4 Lucky Charm: A Grade.
<p><b>Harmony of Noblesse</b> - это умение аристократа, позволяет ему сочетать в одном заклинании энергию 4-х магов (таких классов как Sorcerer, Spellsinger и Spellhowler). Заклинание каждого отдельно взятого мага можно использовать последовательно 
с интервалом в 5 секунд, независимо от типа и класса волшебника. 
Данный же скил можно использовать в течение 5 секнуд, используя энергию сразу 4-х магов. Это не стихийная магическая атака, но с удвоенной мощностью такого скила как Elemental Assault.
<p><b>Symphony of Noblesse</b> - это умение аристократа, позволяет ему сочетать в одном заклинании энергию восьми магов (таких классов как Sorcerer, Spellsinger и Spellhowler). Данный скил можно использовать в течение 5 секнуд, используя энергию сразу восьми магов. Это  не стихийная магическая атака, но с учетверенной мощностью такого скила как Elemental Assault.
<p>

 по материалам сайта la2.balancer.ru