<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
БЫСТРЫЕ КЛАВИШИ
            
            <table width="100%" border="1" cellpadding="1" cellspacing="1">
              <tr>
                <td width="12%">Alt+T</td>
                <td width="88%">Открывает окно информации о персонаже Character Info.</td>
              </tr>
              <tr>
                <td>Alt+C</td>
                <td>Открывает окно действий персонажа Player Action.</td>
              </tr>
              <tr>
                <td>Alt+K</td>
                <td>Открывает окно умений и заклинаний персонажа Player Skills.</td>
              </tr>
              <tr>
                <td>Alt+U</td>
                <td>Открывает окно текущих заданий персонажа Quest Info.</td>
              </tr>
              <tr>
                <td>Alt+V</td>
                <td>Открывает окно инвентаря персонажа Player Inventory.</td>
              </tr>
              <tr>
                <td>Alt+B</td>
                <td>Открывает окно доски сообщений Bulletin Board.</td>
              </tr>
              <tr>
                <td>Alt+X</td>
                <td>Открывает окно настроек игры System Options.</td>
              </tr>
              <tr>
                <td>Alt+J</td>
                <td>Скрывает окно чата. Возвратить можно только с помошью команды ALT+H.</td>
              </tr>
              <tr>
                <td>Alt+W</td>
                <td>Скрывает радар. Возвратить можно только с помошью команды ALT+H.</td>
              </tr>
              <tr>
                <td>Alt+H</td>
                <td>Скрывает/показывает все окна открытые на экране. Полезна для снятия скриншотов.</td>
              </tr>
              <tr>
                <td>ESC</td>
                <td>Прерывает любое действие Вашего персонажа, направленное на выбранную цель. Если цель не выбрана, то любое выполняемое действие не прервется. Можно отменить использование Scroll of Escape, если выбрать Вашего персонажа и нажать ESC.</td>
              </tr>
              <tr>
                <td>PrtScn</td>
                <td>Снимает скриншот.</td>
              </tr>
              <tr>
                <td>Tab</td>
                <td>Аналогична ALT+V.</td>
              </tr>
              <tr>
                <td>Ctrl</td>
                <td>При зажатии включается режим PvP. Любые действия будут выполняться принудительно.</td>
              </tr>
              <tr>
                <td>Alt+Ctrl</td>
                <td>Включает/выключает режим PvP. Любые действия будут выполняться принудительно.</td>
              </tr>
              <tr>
                <td>ALT+[F1-F10]</td>
                <td>Переключается между панелями быстрого доступа. Работает если в опциях игры снята метка Enter Chat.</td>
              </tr>
              <tr>
                <td>[F1-F12]</td>
                <td>Использует слот с текущей панели быстрого доступа. Работает если в опциях игры снята метка Enter Chat.</td>
              </tr>
              <tr>
                <td>ALT+[1-10]</td>
                <td>Переключается между панелями быстрого доступа. Работает если в опциях игры установлена метка Enter Chat.</td>
              </tr>
              <tr>
                <td>[1-10,-,+]</td>
                <td>Использует слот с текущей панели быстрого доступа. Работает если в опциях игры установлена метка Enter Chat.</td>
              </tr>
              <tr>
                <td>Стрелки</td>
                <td>Управление персонажем - движение вперед-назад и разворот влево-вправо. Сильные заносы на поворотах.</td>
              </tr>
              <tr>
                <td>W S A D</td>
                <td>Управление персонажем - движение вперед-назад и разворот влево-вправо. Сильные заносы на поворотах. Работает если в опциях игры установлена метка Enter Chat.</td>
              </tr>
              <tr>
                <td>Home</td>
                <td>Камера все время перед персонажем.</td>
              </tr>
              <tr>
                <td>End</td>
                <td>Камера все время за спиной персонажа.</td>
              </tr>
              <tr>
                <td>Page Up / Page Down</td>
                <td>Переключение камеры: вид от первого лица, на среднем и дальнем растоянии от персонажа.</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">ОБЩЕНИЕ</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="19%">[сообщение]</td>
                <td width="81%">Сказать фразу в чат <b>General channel</b>. Фразу увидят любые игроки в радиусе нескольких шагов.</td>
              </tr>
              <tr>
                <td>![сообщение]</td>
                <td>Сказать фразу в чат <b>Shout channel</b>. Фразу увидят любые игроки в радиусе нескольких сотен шагов.</td>
              </tr>
              <tr>
                <td>+[сообщение]</td>
                <td>Сказать фразу в торговый чат <b>Trade channel</b>. Фразу увидят любые игроки в радиусе нескольких сотен шагов.</td>
              </tr>
              <tr>
                <td>#[сообщение]</td>
                <td>Сказать фразу в чат группы <b>Party channel</b>. Фразу увидят все игроки, входящие в группу игрока, в любом месте.</td>
              </tr>
              <tr>
                <td>@[сообщение]</td>
                <td>Сказать фразу в чат клана <b>Clan channel</b>. Фразу увидят все игроки, входящие в клан игрока, в любом месте.</td>
              </tr>
              <tr>
                <td>$[сообщение]</td>
                <td>Сказать фразу в чат альянса <b>Alliance channel</b>. Фразу увидят все игроки, входящие в альянс с кланом игрока, в любом месте.</td>
              </tr>
              <tr>
                <td>"[персонаж] [сообщение]</td>
                <td>Сказать фразу указанному персонажу в приватный чат <b>Whisper channel</b>. Фразу увидит только указанный игрок в любом месте.</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">ДРУЗЬЯ / ИГНОР</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="16%">/friendlist</td>
                <td width="84%">Выводит в чат список "друзей". Здесь указывается статус персонажей - в игре (Online) или вне игры (Offline).</td>
              </tr>
              <tr>
                <td>/friendinvite [персонаж]</td>
                <td>Посылает указанному персонажу приглашение стать "другом". Если персонаж ответит утвердительно, то он появится в списке "друзей".</td>
              </tr>
              <tr>
                <td>/frienddel [персонаж]</td>
                <td>Удаляет указанного персонажа из списка "друзей".</td>
              </tr>
              <tr>
                <td>/blocklist</td>
                <td>Выводит список "игнора". От персонажей, входящих в список, не отображаются фразы в любом чате, и автоматически отменяются предложения поторговать.</td>
              </tr>
              <tr>
                <td>/block [персонаж]</td>
                <td>Добавляет указанного игрока в список "игнора". Указанному персонажу будет отправлено сообщение об этом.</td>
              </tr>
              <tr>
                <td>/unblock [персонаж]</td>
                <td>Удаляет указанного персонажа из списка "игнора".</td>
              </tr>
              <tr>
                <td>/allblock</td>
                <td>Включить режим "тишины". В чате не отображаются фразы любых персонажей, и автоматически отменяются предложения поторговать от любых персонажей.</td>
              </tr>
              <tr>
                <td>/allunblock</td>
                <td>Выключить режим "тишины".</td>
              </tr>
              <tr>
                <td>/evaluate</td>
                <td>Сбросить все свои рекомендации, данные другим персонажам.</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">НАСТРОЕНИЕ / ОТНОШЕНИЕ</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="28%">/socialno</td>
                <td width="72%">Персонаж мотает головой. "А Баба-Яга против!"</td>
              </tr>
              <tr>
                <td>/socialyes</td>
                <td>Персонаж кивает головой. "Всеми руками за!"</td>
              </tr>
              <tr>
                <td>/socialbow</td>
                <td>Персонаж кланяется. "Мое почтение сударыня!"</td>
              </tr>
              <tr>
                <td>/socialunaware</td>
                <td>Персонаж пожимает плечами. "Крылья, ноги... Главное - хвост!"</td>
              </tr>
              <tr>
                <td>/socialwaiting</td>
                <td>Персонаж разминается. "Семерых одним махом..."</td>
              </tr>
              <tr>
                <td>/sociallaugh</td>
                <td>Персонаж смеется. "Гы, сынок, лол!"</td>
              </tr>
              <tr>
                <td>/socialhello</td>
                <td>Персонаж здоровается. "Превед! =)"</td>
              </tr>
              <tr>
                <td>/socialvictory</td>
                <td>Персонаж победно вскидывает оружие. "Братва, победа!"</td>
              </tr>
              <tr>
                <td>/socialcharge</td>
                <td>Персонаж зовет в бой. "За Родину! За Сталина!"</td>
              </tr>
              <tr>
                <td>/socialdance</td>
                <td>Персонаж танцует. "I like to move it, move it!"</td>
              </tr>
              <tr>
                <td>/socialsad</td>
                <td>Персонаж плачет. "Птичку!..*хлип* жалко!"</td>
              </tr>
              <tr>
                <td>/socialapplause</td>
                <td>Персонаж апплодирует. "Ну-ка по хорошему, хлопайте в ладоши нам!"</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">ПЕРЕДВИЖЕНИЕ</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="18%">/loc</td>
                <td width="82%">Показывает в чате текущие координаты персонажа в формате X Y Z.</td>
              </tr>
              <tr>
                <td>/sit</td>
                <td>Персонаж садится.</td>
              </tr>
              <tr>
                <td>/stand</td>
                <td>Персонаж встает.</td>
              </tr>
              <tr>
                <td>/walk</td>
                <td>Персонаж будет перемещаться шагом.</td>
              </tr>
              <tr>
                <td>/run</td>
                <td>Персонаж будет перемещаться бегом.</td>
              </tr>
              <tr>
                <td>/pickup</td>
                <td>Персонаж подбирает ближайший к нему предмет с земли.</td>
              </tr>
              <tr>
                <td>/mountdismount</td>
                <td>Персонаж садится на ездового дракона (страйдера) или слезает с него.</td>
              </tr>
              <tr>
                <td>/unstuck</td>
                <td>Применяйте, если персонаж застрял, не может двигаться, и у него нет Scroll of Escape. Через 5 минут он окажется в ближайшем городе.</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">ТОРГОВЛЯ</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="18%">/trade [персонаж]</td>
                <td width="82%">Отправляет приглашение указанному персонажу начать торговлю. При согласии открывается окно обмена. Персонажи должны находиться вплотную друг к другу.</td>
              </tr>
              <tr>
                <td>/buy</td>
                <td>Открывает окно покупки вещей <b>Private Buy</b>. Можно выставить на покупку не более 3х вещей, гномы могут выставить до 5 вещей.</td>
              </tr>
              <tr>
                <td>/vendor</td>
                <td>Открывает окно продажи вещей <b>Private Sell</b>. Можно выставить на продажу не более 3х вещей, гномы могут выставить до 5 вещей.</td>
              </tr>
              <tr>
                <td>/privatemanufacture</td>
                <td>Открывает окно создания вещей на заказ <b>Private Craft</b>. Доступен только гномам. Можно выставить не более 5 рецептов.</td>
              </tr>
              <tr>
                <td>/findprivatestore [строка]</td>
                <td>Ищет в заголовках продажи, покупки и создания вещей указанную строку и подсвечивает те заголовки, где найдена строка. Строчные и прописные буквы не различаются.</td>
              </tr>
              <tr>
                <td>/findprivatestore</td>
                <td>Убирает подсветку заголовков продажи, покупки и создания вещей.</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">СРАЖЕНИЕ</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="13%">/attack [цель]</td>
                <td width="87%">Напасть на указанного монстра или персонажа (персонаж противника должен быть PK или в режиме PvP). Если цель не указана, то нападает на текущую выбранную цель.</td>
              </tr>
              <tr>
                <td>/attackforce [цель]</td>
                <td>Принудительно напасть на указанного монстра или персонажа (персонаж противника может быть в любом режиме). Если цель не указана, то нападает на текущую выбранную цель.</td>
              </tr>
              <tr>
                <td>/attackstand [цель]</td>
                <td>Напасть на указанного монстра или персонажа (персонаж противника должен быть PK или в режиме PvP), не сходя с места. Полезная опция для лучников. Если цель не указана, то нападает на текущую выбранную цель.</td>
              </tr>
              <tr>
                <td>/useskill [умение] [цель]</td>
                <td>Использовать указанное умение/заклинание на указанного монстра или персонажа (если заклинание хорошее, то чужой персонаж должен быть белым, иначе персонаж противника должен быть PK или в режиме PvP). Если цель не указана, то умение используется на текущую выбранную цель.</td>
              </tr>
              <tr>
                <td>/useskillforce [умение] [цель]</td>
                <td>Принудительно использовать указанное умение/заклинание на указанного монстра или персонажа (персонаж противника может быть в любом режиме). Если цель не указана, то умение используется на текущую выбранную цель.</td>
              </tr>
              <tr>
                <td>/useskillstand [умение] [цель]</td>
                <td>Использовать указанное умение/заклинание на указанного монстра или персонажа (если заклинание хорошее, то чужой персонаж должен быть белым, иначе персонаж противника должен быть PK или в режиме PvP), не сходя с места. Если цель не указана, то умение используется на текущую выбранную цель.</td>
              </tr>
              <tr>
                <td>/target [цель]</td>
                <td>Сделать своей целью указанного монстра или персонажа.</td>
              </tr>
              <tr>
                <td>/targetnext</td>
                <td>Сделать своей целью следующего ближайшего монстра или персонажа (персонажи противников должны быть PK или в режиме PvP).</td>
              </tr>
              <tr>
                <td>/assist [цель]</td>
                <td>Сделать своей целью того же монстра или персонажа, что и у указанного монстра или персонажа.</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">МАКРОСЫ</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="18%">%target</td>
                <td width="82%">Означает, что любое действие макроса будет направлено на выбранную цель Вашего песонажа.</td>
              </tr>
              <tr>
                <td>%self</td>
                <td>Означает, что любое действие макроса будет направлено на Вашего персонажа.</td>
              </tr>
              <tr>
                <td>%pet</td>
                <td>Означает, что любое действие макроса будет направлено на питомца Вашего персонажа.</td>
              </tr>
              <tr>
                <td>%party1-8</td>
                <td>Означает, что любое действие макроса будет направлено на персонажа из группы Вашего персонажа по порядку номеров сверху вниз.</td>
              </tr>
              <tr>
                <td>/delay [секунды]</td>
                <td>Задержка в указанное количество секунд.</td>
              </tr>
              <tr>
                <td>/useshortcut [хотбар] [слот]</td>
                <td>Использовать слот с панели быстрого доступа. Если заклинание хорошее, то чужой персонаж должен быть белым, иначе персонаж противника должен быть PK или в режиме PvP.</td>
              </tr>
              <tr>
                <td>/useshortcutforce [хотбар] [слот]</td>
                <td>Принудительно использовать слот с панели быстрого доступа. Персонаж противника может быть в любом режиме.</td>
              </tr>
              <tr>
                <td>/useskill [умение]</td>
                <td>Использовать указанное умение/заклинание. Если заклинание хорошее, то чужой персонаж должен быть белым, иначе персонаж противника должен быть PK или в режиме PvP.</td>
              </tr>
              <tr>
                <td>/useskillforce [умение]</td>
                <td>Принудительно использовать указанное умение/заклинание. Персонаж противника может быть в любом режиме.</td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p class="style1">АЛЬЯНС</p>
            <table width="100%" border="1" cellpadding="1" cellspacing="1" class="ns1 mg5500">
              <tr>
                <td width="200">/allyinvite [лидер клана]</td>
                <td width="430">Пригласить в альянс другой клан, лидером которого является указанный персонаж. Команда доступна только лидеру альянса.</td>
              </tr>
              <tr>
                <td>/allydismiss [клан]</td>
                <td>Исключить указанный клан из альянса. Команда доступна только лидеру альянса.</td>
              </tr>
              <tr>
                <td>/allyleave</td>
                <td>Выйти из альянса. Команда доступна только лидеру клана, входящего в альянс.</td>
              </tr>
              <tr>
                <td>/allydissolve </td>
                <td>Распустить альянс. Команда доступна только лидеру альянса.</td>
              </tr>
              <tr>
                <td>/allycrest</td>
                <td>Открыть окно добавления значка альянса. Команда доступна только лидеру альянса.</td>
              </tr>
              <tr>
                <td>/allywarstart [альянс]</td>
                <td>Начать войну с указанным альянсом. Команда доступна только лидеру альянса.</td>
              </tr>
              <tr>
                <td>/allywarstop [альянс]</td>
                <td>Прекратить войну с указанным альянсом. Команда доступна только лидеру альянса.</td>
              </tr>
              <tr>
                <td>/allywarsurrender [альянс]</td>
                <td>Сдаться указанному альянсу во время войны альянсов. Команда доступна только лидеру альянса.</td>
              </tr>
              <tr>
                <td>/allyinfo</td>
                <td>Показывает в окне чата информацию о состоянии альянса.</td>
              </tr>
            </table>
          