<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<h3>Крафтинг</h3>
              В Lineage 2 нет возможности создать "чистого" крафтера. Как и в большинстве других онлайновых RPG, для "прокачки" крафтерских навыков очки опыта зарабатываются в бою. Создавать вещи в Lineage 2 могут только гномы. Другие расы просто не могут обучаться ремесленному мастерству. Гномы помимо умения создавать вещи, могут также подвергать трупы убитых животных специальной обработке с помощью навыка spoil и получать больше полезных ресурсов. <br />
  <br />
  <br />
  <center>
    <img src="module/library/img/craft_1.jpg"  width="265" height="268" />
  </center>
  <br />
  <br />
  Гном до нападения или во время боя кастует на моба spoil. Если убитый монстр после смерти издает характерное синее мерцание, значит у Вас получилось и нужно применить навык sweeper. <br />
  <br />
  <br />
  <center>
    <img src="module/library/img/craft_2.jpg"  width="253" height="252" />
  </center>
  <br />
  <br />
  Тогда вы получите в свое распоряжение дополнительную вещь с монстра. Что это будет за вещь зависит от монстра, которого Вы убиваете. Поэтому, если вам нужна железная руда (iron ore), то Вам надо идти убивать дрейков, потому что при условии использования скилла spoil шанс получить руду после его смерти равен 95%. Кстати, Вам совершенно не обязательно самому убивать монстров, вы можете кастовать spoil на монстров, которых убивают другие и получать тот же эффект. Как правило, игроки не возражают против того, что рядом бегает гном и собирает свои ресурсы с убитых ими мобов. Создают вещи гномы "по чертежам" - recipe, которые попадаются на трупах убитых животных.<br />
  <br />
  <br />
  <center>
    <img src="module/library/img/craft_3.jpg"  width="247" height="118" />
  </center>
  <br />
  <br />
  В нем указан уровень навыка необходимый для создания вещи (create item skill level), шанс удачного ее создания и перечень материалов, необходимых для ее создания. Если Вы изготавливаете предмет уровня "С" или выше, то рецепт после использования исчезает, даже если попытка создания предмета была неудачна. Рецепт уровня "D" или ниже может использоваться неограниченное число раз. <br />
  <br />
  <br />
  <center>
    <img src="module/library/img/craft_4.jpg"  width="230" height="212" />
  </center>
  <br />
  <br />
  Если у Вашего персонажа уровень навыка не ниже требуемого и в бэкпэке имеются все необходимые материалы, достаточно кликнуть на надпись "create" и вещь будет создана </td>
              