<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<h3 align="left">Глава первая – Где достать дракона?</h3>
                <div align="left">Когда я впервые услышал о драконах в Lineage II, я не мог даже и подумать, чтобы не иметь такого. Мысль о полете на Виверне заставляет многих получить дудку Hatchling и стремиться прокачать его. В конце концов, очень мало людей доведет Hatchling до Strider и в С3 захватят замок и превратят Strider в Виверну. В С4 определенные Клан Холлы дадут возможность сделать Виверну из Страйдера, но все равно таких игроков будет немного.<br />
                    <br />
  И так, зачем же беспокоится? Я не буду объявлять множества причин, почему драконы хорошие питомцы. Каждый, кто хочет вырастить такого, должен понять это для себя сам. Что касается меня, то я фанат интересных испытаний. С тремя доступными типами драконов с различными способностями мной руководит простое желание видеть, как они развиваются.<br />
  <br />
  <b>Преимущества</b><br />
  <br />
  <ul>
      <li>Драконы хорошие партнеры в охоте. Для некоторых классов (например хелеров) лучше, чтобы дракон принимал на себя урон вместо вас. Вы можете использовать дракона для контроля прихода к вам опыта, сохраняя тем самым Скавенжера или Баунти Хантера в диапазоне хорошего спойла довольно долго и без делевела на гвардах<br />
      </li>
      <li>На 55 уровне Hatchling может стать Страйдером. После этого вы можете перемещаться на своем драконе по всей карте. Если вы хотите привлечь несколько мобов для вашей групповой охоты (или если вы хотите собрать их в паровоз), то дополнительная скорость Страйдера под вами поможет избежать возможной смерти. В то же время вы можете вскочить на Страйдера, чтобы избежать опысности в ПвП или чтобы сделать ПвП немного быстрее. <br />
      </li>
      <li>Если вами движет желание получить денег, то вы можете продавать драконов и получать миллионы аден. В С3 самыми популярными драконами (Hatchling и Страйдеры) были Twilight (Dusk Strider). Они есть у большинства хозяев, т.к. они остаются самыми быстрыми драконами для прокачки (объясню позже). На Gustin (название сервера) вы могли продать Dusk Strider за 20-30 миллионов, а дудку для Twilight за 1-1.5 миллионов. Очень редко можно было увидеть Star или Wind Страйдеров для продажи в С3, но дудки обычно продавались за 100-250k. В С4 это изменилось. Я недавно видел, кого-то, кто продавал Star Strider (без имени) за 90 миллионов, потому как драконы видов Star и Wind получили новые скиллы в С4. Эта цена раздута, но дает вам представление, о категории цен на драконов.<br />
      </li>
      <li>Говоря о С4, Wind и Star драконы получили новые скиллы, но не Twilight. Wind получили скилл типа Ultimate Defence, в дополнение к своему stun скиллу. Star драконы получили скилл типа Aura Flare и способность лечить себя, но потеряли Hate скилл и тонну ХП. Twilight предполагаются самыми быстрыми драконами, и в С3 они не имели никаких других способностей, кроме скорости. Но кажется, что это не так, так как похоже, что у всех Страйдеров одинаковая скорость. Все ручные животные в С4 получат «звериные soulshots, spiritshots, blessed spiritshots», что сделает наносимый ими урон и скилловые способности сильнее.<br />
            <br />
            <br />
      </li>
  </ul>
  <br />
  <span class="mini">Недостатки.</span><br />
  <ul>
      <li>Очень недешево вырастить целого дракона и некоторые обходятся дороже других. Что касается дороговизны, вы будете платить больше для выращивания Star, немного меньше для выращивания Wind, и совсем немного для Twilight. Вы можете вручную кормить дракона или просто положить еду в его инвентарь, чтобы он ел автоматически при 50% голода.<br />
      </li>
      <li>Охота также не очень дешевая сторона, я должен сказать, что экипировка для Hatchling и Strider довольно дорога. Вы потратите примерно 5 миллионов, чтобы купить приличную броню и оружие, поэтому многие ходят без них. Не очень умная идея, т.к. оружие и броня могут заметно упростить процесс прокачки дракона.<br />
      </li>
      <li>Не могу ничего сказать о параметрах драконов. Они не такие, о каких вы могли бы подумать. Хоть драконы и смотрятся очень неплохо, но сила их как физической, так и магической атаки кажется жалкой, когда вы думаете об этом.<br />
      </li>
      <li>Выращивание дракона требует терпения. Переход от 35 до 55 уровня не может произойти за один вечер. В зависимости от того, сколько вы играете с ним, какая у него экипировка и т.д., это может занять от нескольких недель при усиленной игре, до нескольких месяцев при небрежной. </li>
  </ul>
  <br />
  <br />
  <br />
  <br />
                </div>
                <h3 align="left">Глава 2 – Информация о Драконах</h3>
                <div align="left">Я уже упоминал их имена несколько раз, но пришло время разобрать различных ручных драконов, доступных в игре.<br />
                    <br />
                    <span class="mini">Star Hatchling/Star Strider</span><br />
  <ul>
      <li> Классификация: Маг<br />
      </li>
      <li> С4 Специальные Скиллы: Bright Burst (бьет моба при помощи Aura Flare) и Bright Heal<br />
      </li>
      <li> Комментарий: Неплохой дополнительный ДД для танкующих классов.<br />
      </li>
  </ul>
  <span class="mini">Wind Hatchling/Wind Strider</span><br />
  <ul>
      <li> Классификация: Танк<br />
      </li>
      <li> С4 Специальные Скиллы: Wild Stun (действует как Hammer Crush и наносит урон) и Wild Defense (Ultimate Defense)<br />
      </li>
      <li> Комментарий: Неплохой маленький танк для магических классов.<br />
      </li>
  </ul>
  <span class="mini">Twilight Hatchling/Dusk Strider</span><br />
  <ul>
      <li> Классификация: Транспорт («чешуйчатое такси»)<br />
      </li>
      <li> С4 Специальные Скиллы: нету<br />
      </li>
      <li> Комментарий: Twilight не имеет специальных атак и как теперь предполагается, существуют только в декоративных целях. У них низкие P. Atk и P.Def, что делает их бесполезными в сражении. Две сильных стороны этих ребят это экономичная транспортировка и низкое потребление еды, т.к. одним куском пищи можно заполнить всю строку потребности в ней. </li>
  </ul>
  <b>Страйдеры</b> это следующая эволюционная ступень Hatchling. Когда Hatchling получает 55 уровень, вы можете выполнить квест «Little Wing's Big Adventure», чтобы превратить его в Страйдера. Но вы не обязаны делать это на 55 уровне (вы можете подождать). Когда вы закончите квест, Hatchling станет Страйдером того же уровня. Например, Hatchling уровня 65 станет Страйдером 65 уровня.<br />
  <br />
  Если вы и ваш Страйдер значительно различны в уровнях, то начинают применяться штрафы. Если игрок на 5 уровней выше или ниже своего Страйдера, то у Страйдера будет наполовину занижена физическая атака. Каждый дополнительный уровень разницы будет уменьшать P. Atk на 5%. Если игрок на 10 уровней ниже Страйдера, то скорость будет наполовину уменьшена. <br />
  Другой штраф начинает действовать, если полоска голода опустилась ниже 50%. Голодающий дракон замедлится приблизительно на 50% и у вас будут проблемы с посадкой и слезанием с него (mount, dismount).<br />
  <br />
  С другой стороны, если у Страйдера равный вам уровень, то у него улучшены статы: больше P. Atk, M. Atk, и т.д.<br />
  <br />
                </div>
                <h3 align="left">Глава 3 – Прокачка Дракона</h3>
                <div align="left">
                  <p>У множества людей есть различные идеи о лучшем пути прокачки Hatchling, но лишь немногие в С3 потрудились увеличить уровень Страйдера выше 55. С новыми введенными скиллами все изменится.<br />
                      <br />
    Я не могу сказать, что есть лучший путь для прокачки дракона, но есть некоторые советы, которым вы можете захотеть последовать.<br />
    <br />
    Прежде всего, драконы не приобретают опыт, стоя в стороне, в то время как вы убиваете мобов. Получение опыта зависит от нанесенного ими урона. Поэтому наличие оружия поможет им чрезвычайно.<br />
    <br />
    Когда прокачиваете Hatchling, помните, что нужно искать мобов в диапазоне уровня птенца, а не вашего. С самого начала у Hatchling 35 уровень, поэтому ищите мобов в этом диапазоне. Зеленые мобы наиболее подходят (как и для игроков) и белые мобы также хороши. Если вы хотите, чтобы дракон убивал быстрее, то переключитесь на тех, которые светло-голубые для дракона.<br />
    <br />
    В каких местах стоит попробовать? Основываясь на трех факторах,  которые вы, должно быть, найдете полезными. Пожалуйста, заметьте, что не все области идеальны для прокачки вашего питомца. Например проверьте, есть ли у мобов АоЕ атаки или атаки в группах. И то и другое плохо для только что родившегося дракона.<br />
    <br />
    Так же помните свой класс и как вы сохраните драконы живым. Хелеры и бафферы лучшие классы для прокачки драконов в Lineage II. Другим классам могут пригодиться зелья лечения, shift attak, haste и magic haste. Также всегда держите при себе Blessed Pet Resurrection scroll. Обычные свитки воскрешения так же применимы, но blessed восстанавливает 100% потерянного опыта. У вас есть 20 минут на то, чтобы воскресить дракона, прежде чем вы потеряете его навсегда.
</p>
                  <p align="center" class="style1">&nbsp;</p>
                  <p align="center" class="style1">Характеристики и Квест</p>
                  <p><strong>Звездный дракон (Dragon of Star)</strong> является танком с своем виде. Обладает мощной чешуей, способной выдержать град ударов. Также имеет возможность, усилится за счет брони и когтей, которые драконам покупать просто необходимо. У данного класса есть специальная магия «Hate», которая вызывает монстра на себя. Такой вид идеально подойдет магам, которые по своему физическому строению слабы. Дракон для них станет просто незаменим. Также данный дракон подходит ко всем суппорт классам, которые не обладают мощной защитой. Единственный недостаток данного дракона, он слишком много есть, хотя для него наверно самое оно, ведь все таки мощное животное.</p>
                  <p>С одной единицы пищи счетчик сытости увеличивается на 7%.</p>
                  <p align="center"><img height="228" alt="" src="module/library/img/26_Star0.jpg" width="254" border="0" /></p>
                  <p><strong>Дракон Ветра (Dragon of Wind)</strong> крепкой физической мощью не обладает. Броня крепка но не как у Звездного дракона. Зато данный класс отличается от всех остальных, мощным уроном, который он наносит по врагу, и специальным умением. Данный дракон идеально подходит для «быстрых классов», таких как кинжальщики. Для танка данный класс не годится, потому, что не обладает большим количеством HP по отношению к Звездному дракону. С одной единицы пищи счетчик сытости увеличивается на 12%.</p>
                  <p align="center"><img height="230" alt="" src="module/library/img/27_Wind0.jpg" width="255" border="0" /></p>
                  <p><strong>Сумеречный дракон (Dragon of Twilight)</strong> очень слабый класс. Данный класс, не обладает сильной физической защитой, у него нет мощного урона, зато есть соотношения HP и прожорливости данного дракона. С одной единицы пищи счетчик сытости увеличивается до 100%. Что очень выгодно для героя. Данный класс идеален для гномов-торговцев, суппорт классов, для магов. Хотя две последние категории лучше бы себя чувствовали на Звездных драконах, по крайней мере там меньше шанс погибнуть. В принципе для боя данный класс совершенно не приспособлен, поэтому если вы решили завести себе дракона, который вам нужен для помощи в сражение с мобами не советую брать данный класс.</p>
                  <p align="center"><img height="227" alt="" src="module/library/img/28_Twili.jpg" width="254" border="0" /></p>
                  <p>Чтобы вы смогли получить данное животное вам необходимо соблюсти несколько основных условий:</p>
                  <p>1. Пройти специальный квест&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />
                    2. Получить 35лвл, чтобы вам дали квест</p>
                  <p>Когда вы прошли квест, вам дают дракона. Но не какого захотите, а какого дают, так что «даренному дракону в зубы не смотрят». Если вам не понравился класс дракона, которово вам дали вперед снова проходить квест, и до тех пор пока не надоест. Биндеры ненужных драконов можете выкинуть, сохранить до будущих времен или продать тем, у кого нет желания и времени выполнять задание, да еще и несколько раз. </p>
                  <p align="center"><img height="284" alt="" src="module/library/img/29_Drago.jpg" width="317" border="0" /></p>
                  <p><strong>Прохождение квеста.</strong></p>
                  <p>&nbsp;Телепортируемся в Giran.</p>
                  <p><font color="#78551f"><span class="">1. Ищем возле Люксора Pet Manager Cooper, разговариваем с ним. Телепортируемся в Hunter Village.</span><br />
                    </font><br />
                    <strong>2.</strong> Ищем Wiseman Cronos, разговариваем с ним. В разговоре выбираем &lt;Regular Egg&gt;, получаем Fairy Stone List. Или выбираем &lt;Deluxe Egg&gt;, получаем Deluxe Fairy Stone List.<br />
                    <br />
                    В чем разница между двумя типами? При выполнении задания на Deluxe Вы получите вдобавок к дракону 20 Deluxe Food for Hatchling. Дополнительно есть небольшой шанс получить в награду помимо дракончика еще и челюсти за 400,000а. На тип дракона и на его характеристики Ваш выбор никак не влияет. Телепортируемся в Giran.<br />
                    <br />
                    <strong>3.</strong> Покупаем следующий список вещей:<br />
                    <br />
                    1. Regular Egg: 10 Coal, 10 Charcoal, 1 Gemstone: D Grade, 3 Silver Nugget.<br />
                    2. Deluxe Egg: 10 Coal, 10 Charcoal, 1 Gemstone: C Grade, 5 Silver Nugget, 1 Stone of Purity.<br />
                    4. Телепортируемся в Dion. Бежим к Cruma Tower.</p>
                  <p><strong>4.</strong>&nbsp;Охотимся на Toad Lord, пока не соберем 10 Toad Lord Back Skin. В случае с Deluxe, необходимо набрать 20 Toad Lord Back Skins. Используем SoE.<br />
                      <br />
                      <strong>5.</strong> Ищем в магазине магии Maria, разговариваем с ней, получаем Fairy Stone или Deluxe Fairy Stone.<br />
                    &nbsp;Телепортируемся в Giran. Телепортируемся в Hunter Village.<br />
                      <br />
                      <strong>6.</strong> Ищем Wiseman Cronos, разговариваем с ним.</p>
                  <p><strong>7.</strong>&nbsp;Ищем Guard Byron, разговариваем с ним.</p>
                  <p>Телепортируемся в Ivory Tower. Бежим к северному входу в Enchanted Valley. Входим в долину и сразу же сворачиваем на восток.<br />
                      <br />
                      <strong>8. </strong>Ищем Fairy MyuMyu, разговариваем с ней, получаем Juice of Monkshood.</p>
                  <p>Дополнительно фея дает список из 5 драконов. Вам нужно посетить только одного и выполнить его задание.<br />
                    Используем SoE.<br />
                    <br />
                    <strong>9.</strong> Drake Kalibran.</p>
                  <p>&nbsp;1. Ищем к северо-западу от Oren Drake Kalibran, разговариваем с ним, получаем Scale of Drake Kalibran.<br />
                  &nbsp;2. К северу от Death Pass охотимся на Road Scavenger, пока не соберем 20 Egg of Drake Kalibran.<br />
                  &nbsp;3. Ищем к северо-западу от Oren Drake Kalibran, разговариваем с ним, получаем Egg of Drake Kalibran.<br />
                    <br />
                    <strong>10.</strong> Drake Exarion.</p>
                  <p>1. Ищем к северо-западу от Oren Drake Exarion, разговариваем с ним, получаем Scale of Drake Exarion.<br />
                    2. К западу от Oren охотимся на Leto Lizardman Warrior, пока не соберем 20 Egg of Drake Exarion.<br />
                    3. Ищем к северо-западу от Oren Drake Exarion, разговариваем с ним, получаем Egg of Drake Exarion.<br />
                    <br />
                    <strong>11.</strong> Drake Zwow.</p>
                  <p>1. Ищем к юго-востоку от Elf Village Drake Zwow, разговариваем с ним, получаем Scale of Drake Zwow.<br />
                    2. Возле Cruma Tower охотимся на Marsh Spider, пока не соберем 20 Egg of Drake Zwow.<br />
                    3. Ищем к юго-востоку от Elf Village Drake Zwow, разговариваем с ним, получаем Egg of Drake Zwow.<br />
                    <br />
                    <strong>12.</strong> Wyvern Suzet.</p>
                  <p>1. Ищем к северу от Giran Wyvern Suzet, разговариваем с ним, получаем Scale of Wyvern Suzet.<br />
                    2. К северу от Giran охотимся на Breka Orc Overlord, пока не соберем 20 Egg of Wyvern Suzet.<br />
                    3. Ищем к северу от Giran Wyvern Suzet, разговариваем с ним, получаем Egg of Wyvern Suzet.<br />
                    <br />
                    <strong>13. </strong>Wyvern Shamhai<strong>.</strong></p>
                  <p>1. Ищем к северо-западу от Giran Wyvern Shamhai, разговариваем с ним, получаем Scale of Wyvern Shamhai.<br />
                    2. В Execution Grounds охотимся на Dead Seeker, пока не соберем 20 Egg of Wyvern Shamhai.<br />
                    3. Ищем к северо-западу от Giran Wyvern Shamhai, разговариваем с ним, получаем Egg of Wyvern Shamhai.<br />
                    <br />
                    <strong>14. </strong>Получив желанное яйцо от одного из драконов, необходимо телепортироваться в Oren.</p>
                  <p>Телепортируемся в Ivory Tower. Бежим к северному входу в Enchanted Valley. Входим в долину и сразу же сворачиваем на восток.<br />
                      <br />
                      <strong>15</strong>. Ищем Fairy MyuMyu, разговариваем с ней, получаем либо Dragonflute of Star, либо Dragonflute of Wind, либо Dragonflute of Twilight.</p>