<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<table width="100%" border="0" cellpadding="0" cellspacing="0">
  <tr>
    <td class="h-cell b-tblr t-bold"> <strong><a name="1"></a></strong>FAQ</td>
  </tr>
  <tr>
  <td><img src="images/dot_5x5.gif" width="5" height="5"></td>
  </tr>
  <tr>
    <td class="n-cell p-2 b-tblr"> <p><strong>1. Технические вопросы:</strong><br>
        <strong>1.1.</strong> <a href="#1_1">Как начать играть на сервере?</a><br>
        <strong>1.2.</strong> <a href="#1_2">Я сделал как написано в п.1.1., но заходить не хочет...</a><br>
        <strong>1.3.</strong> <a href="#1_3">Когда я ввожу имя и пароль и пытаюсь зайти - мне пишут что аккаунт уже используется.</a><br>        
        <br>
        <strong>2. Управление в игре:<br>
        2.1.</strong> <a href="#2_1">Как передвигаться?</a> <br>
        <strong>2.2.</strong> <a href="#2_2">Можно ли передвигаться с помощью клавиатуры?</a><br>
        <strong>2.3.</strong> <a href="#2_3">Как атаковать моба?</a><br>
        <strong>2.4.</strong> <a href="#2_4">Сделал все как в п.2.3. - не атакует.</a><br>
        <strong>2.5.</strong> <a href="#2_5">Как открыть сумку(инвентарь)?</a><br>
        <strong>2.6.</strong> <a href="#2_6">Как посмотреть информацию о вещи?</a><br>
        <strong>2.7.</strong> <a href="#2_7">На одеть/снять или использовать вещь?</a><br>
        <strong>2.8.</strong> <a href="#2_8">Как посмотреть мои основные параметры?</a><br>
        <strong>2.9.</strong> <a href="#2_9">Как посмотреть какие скиллы/магии у меня сейчас выучены?</a><br>
        <strong>2.10.</strong> <a href="#2_10">Как получить доступ к различным действиям (поднять предмет, атаковать и пр)?</a><br>
        <strong>2.11.</strong> <a href="#2_11">Как организовать партию(party)?</a><br>
        <strong>2.12.</strong> <a href="#2_12">Как получить доступ к &quot;жестам&quot; (приветствие, разминка, победа и пр.)?</a><br>
        <strong>2.13.</strong> <a href="#2_13">Как получить доступ к системному меню (настройки, выход и пр.)?</a> <br>
        <strong>2.14.</strong> <a href="#2_14">Как использовать скилл/магию на мобе?</a><br>
        <strong>2.15.</strong> <a href="#2_15">Все это хорошо, но ужасно неудобно каждый раз копаться в каких-то меню, искать скиллы, действия и пр.</a><br>        
        <strong>2.16.</strong> <a href="#2_16">Как купить, телепортироваться, взять квест и т.п.?</a> </p>
      <p><strong>3. Чат:</strong><br>
        <strong>3.1.</strong> <a href="#3_1">Как что-то сказать игроку который находиться рядом со мной?</a><br>
        <strong>3.2.</strong> <a href="#3_2">Сделал как в п.3.1., но сообщение почему-то не белого цвета.</a><br>
      <strong>3.3.</strong> <a href="#3_3">Как послать сообщение всем?</a><br>
      <strong>3.4.</strong> <a href="#3_4">Как послать приватное сообщение?</a><br>
      <strong>3.5.</strong> <a href="#3_5">Где лучше всего делать предложения о покупке/продаже?</a><br>
      <strong>3.6.</strong> <a href="#3_6">Я в партии(party) как мне отослать сообщение своим сопартийцам?</a><br>
      <strong>3.7.</strong> <a href="#3_7">Я в клане, как мне послать сообщение соклановцам?</a></p>
      <p><strong>4. Первый раз в игре:<br>
      4.1.</strong> <a href="#4_1">Я первый раз в игре. Что мне делать?</a><br>
      <strong>4.2.</strong> <a href="#4_2">Что такое SP?</a><br>
      <strong>4.3.</strong> <a href="#4_3">Зачем нужны Spellbook'и?</a><br>
      <strong>4.4.</strong> <a href="#4_4">Как скролить карту?</a><br>
      <strong>4.5.</strong> <a href="#4_5">Я купил карту, но не пойму где Дион и другие города о которых все говорят.</a><br>
      <strong>4.6.</strong> <a href="#4_6">Как телепортироваться?</a><br>
      <strong>4.7.</strong> <a href="#4_7">Что-то случилось - все вокруг бело-голубое...</a><br>
      <strong>4.8.</strong> <a href="#4_8">Если я умираю, я что-нибудь теряю? Опыт? Вещи?</a><br>
      <strong>4.9.</strong> <a href="#4_9">От чего зависит шанс выпадения из меня вещи?</a><br>
      <strong>4.10.</strong> <a href="#4_10">От чего зависит карма?</a><br>
      <strong>4.11.</strong> <a href="#4_11">Как стать опять белым?</a> </p>      
      <p> <strong>1. Технические вопросы.</strong></p>      
      <p><strong><a name="1_1"></a>1.1. Как начать играть на сервере? </strong><br>
  Зарегистрируйтесь  и скачайте необходимые для игры файлы.<br>
  Сразу после этого вы можете играть на сервере под введенными в регистрационной форме именем и паролем.</p>
      <p align="center">        [<a href="#1">обратно наверх</a>]</p>            <p> <strong><a name="1_2"></a>1.2. Я сделал как написано в п.1.1., но заходить не хочет... </strong><br>
Возможны 2 варианта:</p>
      <ul>
        <li> Сервер по какой-либо причине в данный момент не работает. Ппопробуйте зайти попозже, когда сервер запустят. </li>
        <li> Такое имя уже кто-то использует - попробуйте ввести другое.
</li>
      </ul>      
      <p align="center">[<a href="#1">обратно наверх</a>]                             </p>            <p><strong><a name="1_3"></a>1.3. Когда я ввожу имя и пароль и пытаюсь зайти - мне пишут что аккаунт уже используется. </strong><br>
  Да, иногда бывает такое при неправильном выходе из игры. Обычно через 15-20 минут все впорядке и вы вновь можете войти в игру. </p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>
      <p><strong>2. Управление в игре.</strong></p>
      <p><strong><a name="2_1"></a>2.1. Как передвигаться?</strong><br>
        Для передвижения в какую-то точку - нажмите на ней левой кнопкой мыши. Персонаж сам пойдет в ту точку, если не обнаружит никакого препятствия.</p>      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
        <p><strong><a name="2_2"></a>2.2. Можно ли передвигаться с помощью клавиатуры?</strong><br>
        Да, с помощью стрелочек.<br>
        Вверх/вниз - персонаж побежит вперед/назад(относительно камеры обзора).<br>
        Влево/вправо - повернет камеру обзора влево/вправо.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_3"></a>2.3. Как атаковать моба?</strong><br>
        Вы должны сначала выделить его, нажатием левой кнопки мыши, а потом повторным нажатием - атаковать.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_4"></a>2.4. Сделал все как в п.2.3. - не атакует.</strong><br>
        Возможно вы пытались атаковать не враждебного моба, не стоит таких атаковать. Но для принудительной атаки всегда есть комбинация CTRL+левая кнопка мыши.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>                  
      <p><strong><a name="2_5"></a>2.5. Как открыть сумку(инвентарь)?</strong><br>
        Нажмите TAB.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_6"></a>2.6. Как посмотреть информацию о вещи?</strong><br>
        Один раз нажмите на ней в инвентвре левой кнопкой мыши. Появиться небольшое окошко с описанием и некоторыми параметрами.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_7"></a>2.7. На одеть/снять или использовать вещь?</strong><br>
        Двойное нажатие на ней левой кнопкой мыши когда вещь находиться в инвентаре/на вас.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_8"></a>2.8. Как посмотреть мои основные параметры?</strong><br>
        Нажмите в игре Alt+T.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_9"></a>2.9. Как посмотреть какие скиллы/магии у меня сейчас выучены?<br>
      </strong>Нажмите в игре Alt+K. Там будут 2 закладки Active и Passive.<br>
        Pasive - это то что применять не надо, действует всегда (возможно токо в определенных условиях).<br>
        Active - это те скиллы и магии что надо применять вручную каждый раз. Предже чем вы сможете их использовать снова - пройдет некоторое время - они должны восстановиться. Это время в основном зависит от скилла.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_10" id="2_10"></a>2.10. Как получить доступ к различным действиям (поднять предмет, атаковать и пр)?</strong><br>
        Нажмите Alt+C, 1я группа иконок - то что вам нужно.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_11"></a>2.11. Как организовать партию(party)?</strong><br>
        Нажмите Alt+C, поэкспериментируйте со значками 2й группы.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            
      <p><strong><a name="2_12"></a>2.12. Как получить доступ к &quot;жестам&quot; (приветствие, разминка, победа и пр.)?</strong><br>
        Нажмите Alt+C, 3я группа иконок - то что вам нужно.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>      
      <p><strong><a name="2_13"></a>2.13. Как получить доступ к системному меню (настройки, выход и пр.)?</strong><br>
        Нажмите в игре Alt+X.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>      
      <p><strong><a name="2_14"></a>2.14. Как использовать скилл/магию на мобе?</strong><br>
        Выделите его нажатием левой кнопки мыши, затем нажмите на иконку скилла/магии. Персонаж подбежит на нужное расстояние и использует скилл/магию.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>      
      <p><strong><a name="2_15"></a>2.15. Все это хорошо, но ужасно неудобно каждый раз копаться в каких-то меню, искать скиллы, действия и пр.</strong><br>
        Каждый раз вовсе необязательно - для это в игре есть панель для быстрых действий (полоска с пустыми слотами(ячейками)) она может быть горизонтальной и вертикальной - туда можно перетажить вещь, скилл/магию, действие, в общем почти все для их быстрого использования.<br>
        Использльвать можно нажатим левой кнопкой мыши на значке на этой панели или клавишами F1-F10.<br>
        Если вам не хватает ячеек - вы можете перелистнуть на следущую страницу и заполнить ее (Alt+F1-F10 - для переключения между страницами).</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>      
      <p><strong><a name="2_16"></a>2.16. Как купить, телепортироваться, взять квест и т.п.?</strong><br>
        Выделите торговца, гэйткипера и т.п. нажав на него левой кнопкой мыши. Повторное нажатие чтоб заговорить. Появиться диалоговое окно, где будет синим выделено несколько пунктов, которые можно будет выбрать нажатием - это вам и нужно.</p>
      <p align="center">[<a href="#1">обратно наверх</a>] </p>            <p><strong>3. Чат. </strong></p>
      <p><strong><a name="3_1"></a>3.1. Как что-то сказать игроку который находиться рядом со мной? </strong><br>
    Просто введите текст в консоли и нажмите Enter. Над вашей головой появиться ваше сообщение. А так же в консоли у вас и у всех находящихся поблизости игроков отобразиться БЕЛЫМ цветом ваше сообщение. </p>      <p align="center">[<a href="#1">обратно наверх</a>]</p>
      <p>        <strong><a name="3_2"></a>3.2. Сделал как в п.3.1., но сообщение почему-то не белого цвета. </strong><br>
      Наверно вы находились не в закладке All консоли - тогда ваше сообщение могло не дойти до адресата или его услышал кто-то лишний. Подробнее ниже. </p>
      <p align="center">[<a href="#1">обратно наверх</a>]</p>
      <p>        <strong><a name="3_3"></a>3.3. Как послать сообщение всем? </strong><br>
        Поставьте перед ним "!" - восклицательный знак. Это сообщение отобразиться оранжевым цветом в консоли. <br>
      Игровое пространство разделено на зоны и вас услышат те кто будет в одной зоне с вами. </p>
      <p align="center">[<a href="#1">обратно наверх</a>]</p>
      <p>        <strong><a name="3_4"></a>3.4. Как послать приватное сообщение? </strong><br>
        Напишите "кому текст <br>
        Пример: нодо послать персонажу <strong>Nick</strong> сообщения &quot;привет&quot;<br>
      пишите "<strong>Nick</strong> привет </p>
      <p align="center">[<a href="#1">обратно наверх</a>]</p>
      <p>        <strong><a name="3_5"></a>3.5. Где лучше всего делать предложения о покупке/продаже? </strong><br>
        Либо на форуме, либо в игре есть канал Trade - переключитесь на него в консоле или просто поставьте "+" перед вашим сообщением - оно отобразиться розовым цветом. <br>
        Замечание: Не пишите ничего лишнего в торговом канале. <br>
      Замечание: Торговый канал как и общий чат("!") работает в пределах зоны, так что эффективнее поместить объявление на форум.</p>
      <p align="center">[<a href="#1">обратно наверх</a>]</p>
      <p>        <strong><a name="3_6"></a>3.6. Я в партии(party) как мне отослать сообщение своим сопартийцам? </strong><br>
      Преключитесь на канал Party или просто перед сообщениями ставьте "#" - они будут отображаться зеленым цветом. </p>
      <p align="center">[<a href="#1">обратно наверх</a>]</p>
      <p>        <strong><a name="3_7"></a>3.7. Я в клане, как мне послать сообщение соклановцам? </strong><br>
    Преключитесь на канал Clan или просто перед сообщениями ставьте "@" - они будут отображаться синим цветом.</p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p> <strong>4. Первый раз в игре.</strong><br>
      <br>
      <strong><a name="4_1"></a>4.1. Я первый раз в игре. Что мне делать? </strong><br>
Оденьтесь - вам дана начальная экипировка, не высшего класса, но поначалу поможет. <br>
Недалеко от места появления должны обитать слабые мобы - Keltir'ы, Wolf'ы и т.п. Отойдя подальше вы обнаружите более сильных мобов. Убивайте тех, уровень которых примерно такой же что и у вас, до тех пор пока не получите 5й(для воина) или 7й (для мага) уровни. <br>
Идите в город(он тоже рядом).. Найдите Master'а и поговорите с ним - выберите Learn Skills и в зависимости от того кого вы качаете - выучите нужные вам скиллы на которые хватит SP. <br>
Найдите магический магазин - там вы сможете купить карту(к этому времени у вас накориться нужная сумма). <br>
Вместо покупки карты - вы можете взять на нее квест - у одного из НПС в месте важего появления... Выполнение его займет совсем мало времени даст карту столь необходимую для нормальной ориентировки в мире. <br>
Теперь вы можете ориентироваться в мире... </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_2"></a>4.2. Что такое SP? </strong><br>
      SP=Skill Points. За убийство мобов вы получаете не только опыт, но и SP. SP вы можете потратить на приобретение какого-либо скилла и еще на некоторые вещи (например повышение уровня гильдии).</p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_3"></a>4.3. Зачем нужны Spellbook'и? </strong><br>
      Чтобы выучить какую-либо магию нужно будет иметь при себе соответствующий spellbook. ростейшие спеллбуки можно купить в магазине... Остальные придется выбивать или приобретать у игроков. </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_4"></a>4.4. Как скролить карту? </strong><br>
      Включите ее, нажмите на ней левой кнопкой мыши и не отпуская перетащите... Карта переместиться в нужную вам сторону - так вы можете простомотреть что находиться в самом дальнем ее углу. </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_5"></a>4.5. Я купил карту, но не пойму где Дион и другие города о которых все говорят. </strong><br>
        Дело в том что часть рас появляются в другом мире - Elmore и если вы начали там, то купили карту этого мира. Вам надо еще немного подкачаться в Элморе, а после токо как вы поднакопить чуток деньжат - телепортироваться в другой мир. <br>
      Если вы начали человеком, то находитесь в основном мире, но на острове - с него совсем не обязательно телепортироваться - можно пробежать по дну - пока это не повредит вашему здоровью. </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_6"></a>4.6. Как телепортироваться? </strong><br>
      Для этого поговорите с Gatekeeper'ом... Он перечислит куда может вас телепортировать и за сколько. Gatekeeper'ы есть по всех городах. </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_7"></a>4.7. Что-то случилось - все вокруг бело-голубое... </strong><br>
      Вы провалились под землю, иногда помогает рестарт игры, а если нет, то пишите на форум в раздел проблема с чарами или если в игре есть ГМ - приват ему. </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_8"></a>4.8. Если я умираю, я что-нибудь теряю? Опыт? Вещи? </strong><br>
        Вы теряете 7-10% опыта, с последущим делевелом - понижением уровня. <br>
        Есть шанс что потеряете от 1 до 2х вещей. (теоретичекси возможно и больше, но шанс не очень большой. <br>
      Да, и если у вас уровень ниже 5го, то вы не теряете ничего (Скилл Lucky). </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_9"></a>4.9. От чего зависит шанс выпадения из меня вещи? </strong><br>
      От вашей кармы, чем она выше, тем больше шанс. </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_10"></a>4.10. От чего зависит карма? </strong><br>
      Карма повышается при убийстве хороших(белых) игроков. При этом ваш никстановится красным и за вами начинают гоняться городские стражники. </p>
    <p align="center">[<a href="#1">обратно наверх</a>]</p>
    <p>        <strong><a name="4_11"></a>4.11. Как стать опять белым? </strong><br>
        Нужно убивать много монстров, или умереть несколько раз. <br>
      </p></td>
  </tr>
</table>
