<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>

"Лавис рыба балша и маханька!
Рыбацкая молитва."<BR><BR>


Рыбалка - это не только способ отдохнуть от нудного кача или в ожидании подходящей группы, но и способ заработать денег, и получить различные бонусы.<BR>

Все, что нужно для успешной рыбалки - удочка (Fishing Pole) и наживка (Bait/Lure). Все это можно приобрести у Fishermen Guild Member, расположенных в Grocery Store или в порту в каждом городе.<BR>

Помимо экипировки для рыбалки, Вам необходимо будет выучить 4 важных умения. Fishing позволяет Вам рыбачить. Fishing Mastery позволяет подцепить на крючок более мощную рыбу. Но подцепить рыбу мало, надо ее еще и вытащить. С помощью умений Reeling и Pumping у Вас появляется шанс успешно поймать рыбу. Эти умения можно изучить у Fishermen Guild Member за обычные адены. Будьте внимательны - чем выше уровень умения Вы хотите изучить, тем дороже он будет стоить!<BR>

Совет опытных рыболовов: Уровни Fishing Mastery, Reeling и Pumping не должны различаться более чем на 2 уровня. В противном случае, шансы поймать рыбу у Вас будут значительно ниже.<BR><BR>

ПРОЦЕСС ЛОВЛИ РЫБЫ<BR><BR>

Процесс ловли рыбы разделяется на 2 части: поиск места для рыбалки, и собственно, сама рыбалка.<BR>

Рыбу можно ловить только в определённых местах. (В Руин Харбор и др)<BR>

Вынесите умения Fishing, Reeling и Pumping (на закладке активных умений) на панель быстрого доступа, так как последние два Вам понадобятся в процессе ловли рыбы.<BR>

Чтобы начать рыбачить, вооружитесь удочкой, а в другую руку возьмите наживку. Подойдите к кромке воды и используйте умение Fishing. Откроется окно рыбалки. Пока в нем только поплавок еле колышется на воде. Замрите и не дышите! Если вам повезет, и Вы подцепите рыбу на крючок, то в окне рыбалки появится полоска жизни рыбы и таймер.<BR>

Ваша задача - с помощью правильного последовательного использования умений Reeling и Pumping довести жизнь рыбы до нуля до того как истечет время на таймере. Задача, надо сказать, нетривиальная. Мои первые попытки поймать рыбу только на десятый раз увенчались успехом, точнее сказать, большим неприятным сюрпризом.<BR>

Согласно руководству для рыбаков, Pumping необходимо использовать, когда рыба выдыхается и не дергается. Reeling же необходимо использовать, когда рыба бьется и вырывается. Неопытным рыболовам рекомендуется использовать наживку для новичков (Lure for Beginners). В процессе ловли рыбы на такую наживку игроку даются подсказки, в какой момент какое умение надо применять, чтобы приблизить успех ловли рыбы.<BR>

После того, как рыба клюнет в окне рыбалки появляется полоска жизни рыбы, при этом она установлена на 50%. Не стоит заранее использовать умения Reeling или Pumping - Вам это не поможет. При правильном использовании умения, у рыбы отнимется определенное количество жизни. Если Вы неправильно используете умение, полоса жизни у рыбы значительно увеличится! При использовании умения (неважно, правильно или неправильно) существует шанс неудачного применения - полоса жизни рыбы при этом не изменится.<BR>

Совет опытных рыболовов: Не смотрите на поплавок - он для красоты, а не для дела. Смотрите на полоску жизни рыбы! Pumping необходимо использовать, когда у рыбы полоска жизни стоит на месте, и использовать Reeling, когда полоска жизни начинает увеличиваться.<BR><BR>

Окно рыбалки закрывается в 5 случаях:<BR>
• если Вы в процессе использовали умение Fishing повторно (сегодня клева не будет...);<BR>
• если Вы не смогли подцепить рыбу на крючок в течение 30 секунд (клева было вчера!);<BR>
• если истек таймер ловли рыбы (извините, вырвалось...);<BR>
• если полоска жизни рыбы дошла до максимума (сорвалась, рыпка);<BR>
• если Вы довели полоску жизни рыбы до нуля (от нас не уйдешь!).<BR><BR>

УЛОВ И НАГРАДЫ<BR><BR>


В случае если Вы успели довести полоску жизни рыбы до нуля, Вы можете получить в награду рыбу (Fish), сундук с сокровищами (Treasure Chest) или неприятный сюрприз в виде чудовища одного с Вами уровня. Держите оружие при себе!<BR>

При двойном щелчке по пойманной рыбе она может развалиться (неудача) или Вы получите определенные вещи, которые затем можно использовать для создания обычных вещей: различных аксессуаров, напитков, красок. При открытии сундуков обычно дают запчасти для созданий обычных вещей. Из тех же рыб и сундуков можно получить рецепты для создания обычнх вещей. Но более простой способ добыть рецепты - обзавестись обителью. Рецепты в обители стоят от 2к за рецепты напитков, до 150к за рецепты аксессуаров. Особо предприимчивые скамеры уже продают такие рецепты за 1.5кк, так что будьте осторожны, и не ведитесь на обман!<BR>

Также выловленные вещи можно обменять у Fishermen Guild Member на значки рыболова (Proof of Catching a Fish). В обмен на значки рыболова у Fishermen Guild Member Вы можете выучить умения, которые позволят Вам хранить больше вещей в личном хранилище и в инвентаре персонажа, покупать и продавать больше вещей одновременно, хранить больше рецептов в книге рецептов.<BR><BR>

ПОЛЕЗНАЯ ИНФОРМАЦИЯ<BR><BR>


Удочки, как и оружие и броня, разделяются на классы (No Grade, D, C, B, A, S), и чем лучше класс удочки, тем более сильную рыбу Вы можете поймать. Если Ваш персонаж наденет удочку не по классу, то будет наложен штраф на шанс ловли рыбы, да и монстров Вы будете ловить гораздо чаще. Раз у удочек есть класс, то для них существуют Fishing Soulshot.<BR>

Добыть их можно только с помощью задания, которое можно взять... правильно, у Fishermen Guild Member. Смысл задания прост - убиваете монстров, получаете за них Sweet Fluid, приносите их обратно и обмениваете на Fishing Soulshotы нужного Вам класса. Fishing Soulshotы удваивают наносимый урон по рыбе. Использовать их надо так же, как и обычные Soulshotы. Любая удочка использует 1 Fishing Soulshot.<BR>

Примечание для крафтеров: Удочки нельзя кристаллизовать, так что халявных кристаллов B, A и S класса не дождетесь.<BR>

Рыба бывает трех видов - шустрая (Nimble), грузная (Fat) и уродливая (Ugly). Каждая рыба любит свой цвет наживки. Шустрая рыба любит зеленый цвет (Green Lure), грузная рыба любит фиолетовый цвет (Purple Lure), уродливая рыба любит желтый цвет (Yellow Lure). С пойманной шустрой рыбы чаще можно получить материалы, с грузной рыбы - получить запчасти, а с уродливой рыбы - выловить монстра.<BR>

Также рыбы бывают нескольких цветов: зеленые, нефритовые, синие, желтые, оранжевые, фиолетовые, красные, белые и черные. Зеленые - самые слабые рыбы, у них мало здоровья, но и награда за них соответствующая, черные же - самые крутые, и чтобы их поймать Вам понадобится удочка как минимум A класса.<BR>

Цвет вылавливаемой рыбы зависит от уровня Fishing Mastery - чем он выше, тем лучше рыбу Вы будете ловить. Более крутая удочка наносит рыбе больший урон, и соответственно, у Вас больше шансов за отведенное время довести полоску жизни до нуля.<BR>

Совет опытных рыболовов: Для создания напитков необходимы ингридиенты, которые в основном получаются из рыбы желтого цвета. Fishing Mastery при этом должен быть в районе 10-15 уровня - учтите это если собираетесь всерьез заняться бизнесом (а бизнес надо сказать архиприбыльный) по производству и продаже напитков.<BR>

У Fishermen Guild Member в каждом городе можно взять специальное задание Special Bait (одноразовое), состоящее из 2 этапов. На первом этапе необходимо убивать монстров, чтобы собрать определенное количество вещей, которые потом необходимо принести обратно. Затем Вам дадут 4 специальных наживки, с помощью которых необходимо выловить Big Treasure Chest. Сундук не обязательно ловить самому, можно просто купить у более удачливого рыболова. В награду за выполнение этого задания, Вы получите какую-либо вещь. В каждом городе своя награда, но и сложность заданий различается.<BR><BR>

Примечание: В Dion Town за выполнение задания дают Black Pearl Ring (D), в Giran Town - Elven Ring (D), в Heine - Plated Leather Gloves (C).<BR>

На высоких уровнях Вы можете получить специальную книгу знаний Secret Book of Giants, необходимую для энчанта умений. Добыть книгу очень сложно, и цена ее будет довольно высока на рынке. Вот где истинные богатства...<BR><BR><BR>

ПРИЯТНОЙ РЫБАЛКИ!<BR>