<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>

<table width="100%" border="0" cellpadding="0" cellspacing="0">
 <tr>
 <td class="h-cell b-tblr t-bold">Разновидности разводов и обманов, с которыми вы можете встретиться в игре</td>
 </tr>
  <tr>
  <td><img src="images/dot_5x5.gif" width="5" height="5"></td>
  </tr>
 <tr>
 <td class="n-cell p-2 b-tblr"> <p>Выкладываем описания различных обманов и разводов, которыми пользуются нечестные игроки. Информация взята с форума, <a href="http://forum.raid.ru/index.php?showtopic=4744" target="_blank">отсюда</a>. </p>
 <ul>
 <li>Развод при продаже или покупке - смысл развода очень прост, существуют 2-а варианта:
<ol>
 <li> расчитанный на невнимательность покупателя: когда при передаче кладут денег меньше чем надо (например вместо 300 000, кладут 300 аденов)... </li>
 <li> при продаже просят выкинуть оружие или деньги на землю, аргументируя это тем, что ПЕРЕДАЧА не работает, т.к. игра не пропатчена... </li>
 </ol>
 <p class="t-bold"> Мораль: будьте внимательны и не кидайте шмотки при продаже, а пользуйтесь ПЕРЕДАЧЕЙ (trade)</p>
 </li>
 <li>Иногда некоторые личности пытаются вас заставить стать ПК, а потом убить и раздеть (с ПК шмоток больше валятся, кто не знал :) ). Достигается это путем всяческих провокаций и оскорблений в вашу сторону, вынуждая ударить провокатора. После того как вы его ударили, он сразу умирает (вот беда) - и вы ПК (все просто), а тут вдруг откуда не возьмись появляетса толпа дображелателей, мечтающих очистить мир от зла и несправедливости и убивают вас (возможно и не один раз)...</li>
 </ul> <blockquote>
 <p class="t-bold"> Мораль: не поддавайтесь на провокации, пускай лучше сами ПК станут, а потом уж их кто-нить точно накажет :) </p>
 </blockquote>
 <ul>
 <li> Как известно оружие можно затачивать при помощи свитков... А развод заключается в следующем, к вам подходит некий перец и предлагает заточить оружие за условно низкую цену, предлагая баснословное повыение его параметров (или не баснословное, что реже). Для этого он требут передать ему оружие и сумму денег на заточку его, а когда вы это делаете он тут же исчезает...</li>
 </ul>
 <blockquote>
 <p class="t-bold"> Мораль: если и отдаете оружие на заточку, то тока под залог его стоимости в магазине, а как заточит, так и за работу его можно смело заплатить... 1-н свиток затачивает оружие на +1, и продают их с рук не дешевле 30К (это и то очень дешего)... так что думайте сами - стоит или нет...</p>
 </blockquote>
 <ul>
 <li> Часто предлагают вступить в клан за деньги, вносить постоянные взносы или отдавать шмотки на заточку главарю клана, чтобы он передал их своим гномам, отдавать все ресурсы и прочее... <br>
Но не все главари кланов ответственные, некоторые создают кланы специально для наживы, а потом его расформировывают...</li>
 </ul>
 <blockquote>
 <p class="t-bold"> Мораль: если вы не уверены в том клане, в который вас приглашают, лучше не вступать... или вступать в клан к своим знакомым, или в клан &gt;0 уровня,такой клан из-за шмоток грех распускать будет кому-то, хотя и просто выпнуть могут, но это маловероятно (репутация и все такое)...</p>
 </blockquote>
 <ul>
 <li>Приходишь как нибудь на рынок (центральную площадь города обычно), а там толпа, все что-то продают и покупают... Подходишь к игроку и смотришь, что он отличную палку всего за 200К продает, а рядом другой игрок такую же купить за 250К хочет, и думаешь "о чудо, и как они друг друга не заметили... надо бы перепродать и денег заработать, 50К как никак"... Покупаешь ты у первого, не думая палочку, а 2-й тут как раз и встает (резко передумав ее покупать) или просто у него денег в кошельке всего 10К (не хватает мол и покупку нереально осуществить) - вот беда, да и палка та в магазине всего 150К стоит...</li>
 </ul>
 <blockquote>
 <p class="t-bold"> Мораль: не поддавайтесь на бредовые авантюры, можно сначала и цену узнать, а потом уж коммерцией заниматься :) </p>
 </blockquote>
 <ul>
 <li> Приходишь бывало куда-нить в серъезное место, ну надо бы СПС или БСПС (спирит шот и блезет спирит шот) прикупить, и смотришь, добрый гном сидит и торгует этими штуками, ну подходишь ты бывало как всегда к нему, штучек 500 купить, нажимаешь торговлю, а у него они аж на 5 аденов дешевле чем везде стоят, ну ты сразу и быстро по максимуму цифру вводишь и "ок" долбишь... Жадность же она такая штука - если халява - то надо быстро срубать... А у него их аж тысяч восем было (ну как обычно, гномы кто продают - они же много сразу делают) - и ты нажимаешь все 8 тышь купить, цена то копеечная - всего 20 аденов к примеру... И оказавыется, что дерзкий гном то всего 20 спиритшотов по 8 тышь каждый продавал, а ты купившись на дешевизну даже и не заметил, что цифры то (количество и цена) наоборот расположены... вот тебе и нахаляву пострелял... :) </li>
 </ul>
 <blockquote>
 <p class="t-bold"> Мораль: быть внимательней ко всему, особенно к тому что продается... :) </p>
 </blockquote>
 <ul>
 <li> Вы сидите, отдыхаете после бурного кача, восстанавливаете жизни... Вдруг, слышите на всю округу вопль: "Помогите! Люди добрые! Убиваютъ!!!" и несется сконфуженный кочегар, за которым дружно следует немаленький паровоз из мобов. С бравым кличем: "Иду на помощь!" вы бросаетесь вперед, догоняете паровоз и отвлекаете одного из мобов. В этот момент, машинист начинает нарезать вокруг вас круги и все мобы переключаются на вас. Не успев даже понять, что мобов было куда больше, чем вы себе представляли вы лежите на земле, вперив потухший взор в медленно проплывающие по небу облака. Но ваше огорчение по поводу потерянного опыта - это еще пустяк, рядом с вами покоится на земле тот самый отличный меч, на который вы так долго копили. Машинист же вероятно был в броне на порядок лучше вашей, удары мобов были для него царапинами. Он быстренько подхватывает меч и бежит в поисках следующего простофи.... то есть за следующим героем. </li>
 </ul>
 <blockquote>
 <p> <span class="t-bold">Мораль: хоть шанс дропа вещи и не очень большой, но все же он есть, поэтому соизмеряйте свое желание и возможности. Не допускайте своей смерти, тем более, что этого могут желать те, кому вы "помогали". </span> </p>
 </blockquote>
 <ul>
 <li> Много времени вы искали по приемлемой цене себе новое оружие. И вдруг узнаете, что некий перец продает долгожданный вами ножик по очень выгодной цене. Найдя его вы начинаете сделку. Человек выкладывает желаемую вами вещь, вы - деньги, но окно почему-то исчезает и сделка отменена. Продавец признается: "Блин, облажался :) Нажал не на ту кнопку..." и диалог возобновляется. Он кладет предмет, вы - деньги, подтверждаете сделку. У вас счастье! Вы купили крутую дорогущую и так желаемую вещь! Посмотрим ее в деле... Что за ерунда! Это вовсе не тот ножик, который был в окне продажи в первый раз! И тут вы понимаете, что вас кинули. Продавец во второй раз положил ножик с такой же иконкой, но на порядок хуже, а вы во второй раз не посмотрели, та ли это вещь. </li>
 </ul>
 <blockquote>
 <p><span class="t-bold"> Мораль: будьте внимательны! Всегда проверяйте то, что вы приобретаете. Многие предметы имеют разные характеристики и названия, но выглядят на картинке совершенно одинаково! </span> </p>
 </blockquote>
 <ul>
 <li>Вы видите сидящего торговца, надпись гласит, что он продает некую вещь, причем цена ОЧЕНЬ низкая. Вы покупаете для того, чтобы перепродать ее, а когда входите в инвентарь, то видите: мало того, что нет той вещи, которую вы покупали, но и вашей такой же вещицы тоже нет. Дело в том, что хитрый "продавец" на самом деле покупал вещи, а вы повелись на надпись. <br>
 Существует несколько модификаций этого кидалова. Например, когда человек "продает" вещи за гроши, а надпись уверяет, что он просто не желает больше играть в ЛА.</li>
 </ul>
 <blockquote>
 <p class="t-bold"> Мораль: опять же будьте внимательны, читайте то, что написано в пояснительных текстах.</p>
 <p> Развод, связанный с багом игры - ставите товары на очень большую стоимость (около нескольких миллиардов аден), человек, который тебя разводит подходит и начинает набирать предметы на определенную ОЧЕНЬ большую суммарную стоимость. Вся стоимость хранится в какой-то переменной, у этой переменной есть тип, т.е. и максимальный размер переменной тоже строго фиксирован. Разводящий чел знает этот макс. размер и подбирает общую цену покупки таким образом, чтобы она была НЕМНОГО боольше этого максимального значения (либо в 2 раза больше + немного - зависит от того, целочисленный тип или нет). Далее этот игрок делает "купить", происходит переполнение переменной, в результате в ней остается тоько этот маленький остаток. Таким образом разводящий покупает у тебя вещи за эту маленькую цену (всего в несколько аден).</p>
 <p class="t-bold">Мораль: не ведитесь на предложения игроков о том, что они нашли баг, на котором вы вместе с этим игроком заработаете кучу денег. Тем более, за использование багов игры в целях обогащения, вас ждет бан и возможно навечно.</p>
 </blockquote>
 <ul>
 <li>Если вам пришло письмо в личку на форуме или на e-mail, или же вам написали в игре в личку, якобы от администрации сервера, с просьбой выслать им ваши логин+пароль для какой нибудь проверки (причины могут быть разными) - никогда этого не делайте. Администрации сервера НИКОГДА не требуется знать ваши логин и пароль, чтобы проверить что-то связанное с вашими персонажами.</li>
 </ul>
 <blockquote>
 <p class="t-bold">Мораль: не надо вестись на разные подозрительные письма или сообщения от якобы администрации.</p>
 </blockquote>
 <p class="t-bold ac">И запомните - администрация сервера не несет ответственности за потерянные вами в результате развода или обмана вещи и/или опыт. </p></td>
 </tr>
</table>







