<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
                <h3>Основы группового боя (PvM)</h3>
                <p>Самое главное в бою в группе это чёткое выполнение своей роли каждым членом группы и правильное взаимодействие с остальными членами группы. </p>
                <p>Разделяют три роли, зависящие от класса: </p>
                <p>&#149;&nbsp; Танк </p>
                <p>&#149;&nbsp; Саппорт (от англ. <em>Support </em>- поддержка) </p>
                <p>&#149;&nbsp; ДД (<em>Damage Dealer</em>) </p>
                <p>И три не очень</p>
                <p>1) Дебаффер (<em>Debuffer</em>) </p>
                <p>2) Пулер (<em>Pooler</em>) </p>
                <p>3) Дотер (<em>DoTer</em>) </p>
                <h4>I. Роли, зависящие от класса: </h4>
                <h4>1) Танк</h4>
                <p>Главная обязанность танка состоит в том, чтобы отвлекать мобов на себя, и не давать им наносить вред другим сопартийцам. К танковым классам относят <em>Dark Avenger, Paladin, Temple Knight, Shilen Knight. </em>Танками их делает наличие двух линеек умений: </p>
                <p>&#149;&nbsp; Умения, предназначенные для захвата внимания монстров и «натравливания» их на себя. В этой линейке 2 умения : </p>
                <p>&#149;&nbsp; <em>Hate </em>– Умение, увеличивающее у одного монстра атаковать именно вас. В основном предназначено для критических ситуаций, когда монстр переключается на саппорта или ДД. Иногда достаточно 1 применения, но иногда этого бывает мало. </p>
                <p>&#149;&nbsp; <em>Hate </em><em>Aura </em>– Умение, действующее аналогично <em>Hate</em>, но направленное не на отдельного моба, а на всех мобов в радиусе действия. Это умение следует применять очень осторожно, так как помимо тех монстров, которых вы хотите натравить на себя, оно может сработать на близких мобов. </p>
                <p>&#149;&nbsp; Умения, предназначенные на увеличение защиты: </p>
                <p>&#149;&nbsp; <em>Heavy </em><em>armor </em><em>mastery </em> – умение, повышающее защиту при ношении тяжелой брони. Это умение необходимо танку, но не является определяющим т.к. имеется не только у танк классов. </p>
                <p>&#149;&nbsp; <em>Shield </em><em>mastery </em> – Умение, повышающее шанс блока атаки щитом (при удачном блоке П.Деф (<em>P.Def </em>, Защита от физических атак) щита прибавляется к общему П.Деф игрока. </p>
                <p>&#149;&nbsp; <em>Ultimate </em><em>Defense </em>– умение, прибавляющее огромное количество защиты, как физической, так и магической, и обездвиживающее игрока. Действует 30 секунд. </p>
                <p>&#149;&nbsp; Прочие умения, повышающие магическую защиту и защиту против разных типов монстров (<em>Magic </em><em>resistance, </em><em>Holy </em><em>Armor </em>etc) </p>
                <p>Главный танк (примо танк) в основном выбирается по показателю физической защиты. Это очень ответственная роль, так как примо танк должен следить за всеми монстрами в зоне битвы. Именно Примо танк выбирает монстра (или монстров), которых в данный момент будет уничтожать группа. Обычно примо танк является командиром в партии. </p>
                <p>Примо танку постоянно приходиться следить не только, за монстрами вокруг, но и за состоянием других членов группы. </p>
                <h4>Рекомендации: </h4>
                <p>-При выборе цели рассчитывайте на шаг вперёд, чтобы между атаками на монстров не было пауз или они были минимальными, поэтому, добивая одного моба, следует выбрать следующего. </p>
                <p>- Выбор цели: Рекомендуется выбирать одиночных мобов, а не агрить (натравлять) несколько сразу. В случае атаки множества мобов рекомендуется не распалять атаку, а атаковать мобов по очереди. </p>
                <p>Если в партии есть другие танки, то их называют вторичными. Их роль бить выбранного монстра и подстраховывать примо танка. В некоторых ситуациях(например, когда у примо танка остаётся мало ХП, а у хилера нет манны на лечение) вторичный танк(или самый защищённый из вторичных, если их несколько) временно берёт на себя обязанности примо танка. Рекомендация: Не надо самодеятельности, все действия по договору с командиром=) </p>
                <p><strong>2) Саппорты</strong>. К этой группе относятся такие классы, как <em>Bishop, </em><em>Prophet, </em><em>Elven </em><em>Elder, </em><em>Shilen </em><em>Elder, </em><em>Warcryer, </em><em>Overlord</em>. А также <em>Blade </em><em>Dancer </em> и <em>Sword </em><em>Singer </em>(классы, которые можно назвать гибридными) </p>
                <p>Обычно разделяют Бафферов и Хилеров, то есть тех, кто накладывает на группу баффы(<em>buff </em>) и тех, кто восполняет запас здоровья и манны сопартийцам. </p>
                <p>&#149;&nbsp; <strong>Хилер </strong>– второй (а иногда и первый) командир группы. На нём лежит ответственность за жизни всех членов группы. </p>
                <p>Основные умения хилера- <em>Heal </em> и его модификации(<em>Battle </em><em>heal, </em><em>Group </em><em>Heal </em>) и resurrection -воскрешение погибшего сопатртийца. </p>
                <p>При «штатном» уничтожении мобов приходится лечить, только примо танка. При ЧП хилеру необходимо оперативно лечить сопартийцев. </p>
                <p>Рекомендации: </p>
                <p>-Использовать <em>Heal </em> стоит осторожно, так как его применение повышает желание мобов атаковать вас. Обычно именно хилер объявляет перерыв на отдых, если таковой необходим. </p>
                <p>-Если в партии только один хилер, то ему не рекомендуется участвовать в битве с мобами, так как лучше сидеть и восстанавливать Ману. </p>
                <p>-Не лечите с «запасом» - это лишняя трата маны. </p>
                <p>&#149;&nbsp; <strong>Баффер </strong>– его отличает наличие большого количества баффов. Эти заклинания усиливают группу и делают процесс истребления монстров продуктивнее. </p>
                <h4>Рекомендации: </h4>
                <p>-При наложении баффов (баффньи) следует накладывать их на себя первым, так как вы первый и заметите, что их действие прекращается. </p>
                <p>-При баффе или ребаффе следует остановить сражение, так как использование баффов очень хорошо агрит мобов (Примечание в С1 песни <em>Sword </em><em>Singer </em> и танцы <em>Blade </em><em>Dancer </em>, а также баффы <em>Warcryer </em> и <em>Overlord </em> обладают эффектом, посильнее <em>Hate </em><em>Aura </em>) </p>
                <p>-НИ в коем случае не баффайте каждого члена группы всем, что есть. Многие баффы, полезные одному классу бесполезны другому (например, Concentration весьма полезен магам, но не приносит пользы классам-бойцам, или бафф <em>Holy </em><em>Weapon </em> следует использовать только тогда, когда выбранные мобы относятся к классу <em>undead </em>(зомби, скелеты и иже с ними)) </p>
                <p>-Страхуйте хилера, вы ведь тоже умете лечить) </p>
                <p>&#149;&nbsp; <strong>ДД </strong>. К этой группе относят множество классов, способных наносить большое количество повреждений в промежуток времени. К ДД относят <em>Treasure Hunter, Plains Walker, Abyss Walker, Tyrant, Gladiator, Warlord, Hawkeye, Silver ranger, Phantom Ranger, Sorcerer, Spell Singer, Spelhowler </em>и т. д. </p>
                <p>Их роль – уничтожение моба, которого выбирает танк, ведь у них самая высокая атака) </p>
                <h4>Рекомендации: </h4>
                <p>- Не нападайте на монстра первым, дождитесь, пока танк заагрит моба на себя. </p>
                <p>- В случае, когда атакуют несколько мобов – не распаляйте атаку. Только мёртвый моб не наносит повреждений. </p>
                <h4>II. Роли, не очень зависящие от класса: </h4>
                <p>&#149;&nbsp; <strong>Дебаффер </strong> – это игрок, обладающий заклинаниями, ослабляющими противника. Эту роль могут выполнять любой член партии, имеющий дебаффы и обладающий достаточным запасом манны. </p>
                <h4>Рекомендации: </h4>
                <p>-Так как, в основном, роль дебаффера является вторичной, следует не забывать свою главную роль и осторожно выделять Ману. </p>
                <p>2) <strong>Пулер </strong> – это член группы, который из группы мобов выманивает цели по одному. В этой роли может выступать любой класс, имеющий дальнюю атаку=) </p>
                <p>Рекомендации: </p>
                <p>-Делайте своё дело осторожно, чтобы не собрать паровоз, если всё-таки собрали, то лучше отбежать от других скоплений мобов и начать бегать кругами, чтобы сопартийцы могли этот незапланированный паровоз спустить с рельс=) Если же вы танк, то можно встать и начать сражаться - товарищи вас отвоюют и вылечат) </p>
                <p>3) <strong>Дотер </strong>. Доты (<em>DoT - </em><em>Damage </em><em>at </em><em>Time </em>) это линейка умений, которые кастуются на врага и наносят урон в течении определённого промежутка времени (например яд). </p>
                <p>Рекомендации: </p>
                <p>- Так как, в основном, роль дотера является вторичной, следует не забывать свою главную роль и осторожно выделять Ману. Также следует помнить, что дот неплохо агрит мобов на вас. </p>
                <p><strong>Рекомендации для всей группы: <br />
                  </strong>- Перед тем как начать охоту, четко уясните вашу роль в группе, кто примо танк и т.п. Непонимание своего места может крепко подставить всю группу; <br />
  - Держитесь максимально компактно; <br />
  - Следуйте за ведущим, не цепляя по пути агрессивных монстров; <br />
  - НИКОГДА не начинайте атаку сами, если вы, не ведущий танк или не &quot;пулер&quot;; <br />
  - Не убегайте от партии. </p>
                <p>- Не болтайте попусту. <br />
  - Внимательно следите за тем, что говорят соратники – особенно лидер партии, ведущий танк и саппорты; <br />
  - Прикрывайте саппортов даже ценой собственной жизни. Существует устойчивое мнение о том, что партия живет ровно столько сколько хилер. Грамотный хилер может восстановить всю партию – без него потери будут невосполнимыми</p>
              