<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
 <H3>Расы и классы:</H3>
 <P align=left> <H2><LI>Люди</H2>
Они везде! Они повсюду! Из пяти основных рас континента, человеческая раса имеет наибольшую популяцию. Людей можно разделить по родам, традициям и по городам, откуда они родом. Люди не стоят особняком от остальных рас, они смешиваются между собой и частенько роднятся с представителями других рас.<BR>


Физические и ментальные способности людей хорошо сбалансированы, и они опережают другие расы в скорости обучения и в своей способности адаптироваться к любым условиям и ситуациям. Стремясь к образованности, люди склонны к индивидуализму, и проявляют такие "качества" как жадность, идеализм, малодушие и набожность.<BR>

<LI>Внешность<BR>
Люди думают, что они самые красивые из всех рас, ссылаясь при этом на то. что они были созданы по образу и подобию божьему. Однако другие расы с этим не согласны. Мы уже упоминали о Высокомерии как об одном из "качеств", демонстрируемых людьми?<BR>

Короче говоря, Люди это очень здоровые существа с ярко выраженными свойствами. Они ниже Орков и их черты более угловатые, чем у тех же эльфов. Их длинные тонкие пальцы дают им хорошую персональную ловкость. но при этом они неуклюжи.

<LI>История<BR>
Несмотря на то, что люди не любят об этом упоминать, на самом деле люди были созданы богом по имени Gran Kain, богом разрушения, с помощью других богов. Богиня Einhasad не имела никакого отношения к рождению людей. Изначально они были рабами гигантов, правивших миром. Спустя некоторое время гиганты ушли со сцены. И, пока орки и эльфы воевали друг с другом за контроль над континентом, люди быстренько обучились эльфийской магии и резко усилили свое влияние.<BR>

В конце концов, слабейшая раса всех победила - люди правят континентом! С тех пор и по сей день развивается история и культура людей.<BR><BR>

<LI>Базовые классы<BR><img src="module/library/img/human_war.jpg"  height="200" width="106">
<img src="module/library/img/human_mis.jpg"  height="200" width="150"><br>
Воин<BR>
В бою воины полагаются на свою силу. Они используют оружие - мечи, кинжалы и дубинки. Их основное призвание это ближний бой. Тем не менее, иногда воину удается выучиться искусству лучника, и сделать дальний бой своей основной специальностью. Этот класс отличается силой и проворством. Если вы хотите побеждать монстров, выжить в тяжелой схватке и победить в битве за замок - станьте воином.<BR>

Мистик (Маг)<BR>
Если же вы охотнее используете магию, тогда Мистик это ваш класс! В зависимости от выбранной линии развития, маги могут вызывать духов, лечить травмы, или атаковать врагов. Мистики стремятся в первую очередь развивать ум, чтобы иметь возможность выучить побольше различных заклинаний, физически же они не так сильны и выносливы как воины.<BR>


 <H2><LI>Эльфы</H2>


Эльфы - это абсолютно чистая раса, созданная богиней Эйнхазад вселением духов воды в лист прекрасного дерева, ныне известного как Дерево Мать. Эти создания умны, красивы и имеют очень большую продолжительность жизни. В своем стремлении к власти на континенте они совершили ужасную ошибку - они доверились людям, и научили их магии. В конце концов, люди проедали эльфов, чтобы самим захватить контроль на континенте, подавив силу и власть эльфов. Несколько сотен лет эльфы прожили в изоляции в большом лесу.<BR>

Позднее эльфы вновь установили контакт с внешним миром. В частности, юные эльфы отважились проникнуть в общество людей и стали весьма и весьма преуспевающими членами общества. Они поклоняются Еве(Eva), богине воды, и сохраняют любовь и почитание Матери Природы (Mother Nature). Из за их близости и слияния с природой, другие расы считают их нелюдимыми и замкнутыми.<BR>

<LI>Внешность<BR>
Люди провозгласили себя самой красивой расой из всех прочих рас. Однако, большинство других рас согласно с тем, что на самом деле, самая красивая раса это эльфы. Их тела стройны, их кожа как молоко, и их уши устремлены вверх. У них есть тонкие длинные пальцы, дающие им проворность людей, к тому же они наделены природной склонность к владению луком, и в этом умении превзошли всех.<BR>

<LI>История<BR>
Эльфы лучше прочих владеют искусством магии. После падения расы гигантов, их мастерство в этой области хорошо им послужило, и они на некоторое время стали доминирующей расой. Однако, их война с орками за контроль на континенте потерпела неудачу из-за предательства людей. Это было очень неожиданно, эльфы всегда хорошо относились к людям, да же тогда, когда они были рабами. Эльфы потратили много времени, обучая их магии. К сожалению, вместо того, чтобы помогать в борьбе с орками, люди решили сами захватить контроль на континенте. Эльфы утратили свою власть, и сегодня, они уже не имеют большого влияния на континенте.<BR><BR>

<LI>Базовые классы<BR><img src="module/library/img/elf_war.jpg"  height="200" width="90">
<img src="module/library/img/elf_mag.jpg"  height="200" width="106"><br>
Эльфийский Воин<BR>Воин<BR>
Не дайте себя обмануть внешней хрупкости их тел! Эльфы могучие бойцы. Их гибкие тела позволяют им демонстрировать быстрые ловкие движения. Они мастера меча, владеют мечом как плетью... Это надо видеть!

Эльфийский Мистик<BR>Воин<BR>
Эльфы владеют врожденной способностью к магии. Хорошо обучены и в совершенстве владеющие своим ремеслом эльфийские мистики - это могучие существа! Тем не менее, будучи могучими магами, они очень слабы и уязвимы физически. Хорошо подумайте, прежде чем выбрать мага-эльфа. Сперва убедитесь в том, что использование магии есть ваше истинное призвание!


 <H2><LI>Темные Эльфы</H2>

 

Изначально темные эльфы были частью народа эльфов. Их назвали темными после того как они стали поклоняться богу Gran Kain, пообещавшего дать им силу. Их кожа приобрела новую окраску, это была мутация, которая физически отделила темных эльфов от их бывшей родни. Эльфы и темные эльфы оказались разделены и затаили обиду друг на друга. Это вражда, продолжается и по сей день.

Темные эльфы живут под землей или в темном лесу. Продолжительность их жизни не так велика как у обычных эльфов.

<LI>Внешность
В целом, темные выглядят так же как и обычные эльфы. Основное различие в более темном цвете кожи. Ночью они растворяются в темноте, но при этом они могут видеть Вас!<BR>
Темные эльфы предпочитают носить поменьше одежды - даже слишком мало с точки зрения людей.<BR>

<LI>История<BR>
Темные это более поздняя разновидность эльфов. Их постоянная жажда власти привела к тому, что лица приобрели некоторое сходство с чертами людей. Их уход к богу Gran Kain последовал вслед за их интересом к запрещенному искусству черной магии. Наиболее ужасное событие в истории темных это убийство всех древесных эльфов, их лесных братьев. С этого трагического дня вся история темных эльфов обильно орошена кровью.<BR><BR>

<LI>Базовые классы<BR>
<img src="module/library/img/delf_war.jpg"  height="200" width="90">
<img src="module/library/img/delf_mag.jpg"  height="200" width="90"><br>
Темный Воин<BR>
Темные воины это очень быстрые и опасные бойцы. Их главное оружие это их тело - они могут двигаться на удивление быстро.
Если вам нравится идея быть быстрым и смертоносным - начните играть темным воином. Если во время боя с темным вы отвлечетесь хоть на мгновение - вы погибните!<BR>
Холодная сталь клинка моментально снесет голову зазевавшегося.<BR>

Темный мистик<BR>
Темные мистики специализируются на темной магии. Будучи последователями бога Gran Kain, они используют мощнейшие магические заклинания для уничтожения своих врагов.<BR>
Их врожденная способность к магии наиболее сильна среди эльфов. Обратите внимание на этот класс, если вы склонны к использованию черной магии.<BR>


  <H2><LI>Орки</H2>


Раса орков претендует на то, что они несут в себе кровь бога огня Paagrio. И поэтому они обладают сильной энергетикой и любят все, что связано с огнем. Это воинственная раса, и вся их история наполнена бесконечными войнами.<BR>

После поражения, нанесенного объединенными силами эльфов и людей несколько веков назад, они потеряли власть на континенте. Орки низших классов скатились до примитивного уровня, и превратились в монстров. Тем не менее, благородные орки, которые на самом деле обладают интеллектом да же более высоким, чем люди, развили свою собственную культуру, и снова начали расширять зону своего влияния.<BR>

<LI>Внешность<BR>
Орки намного выше и толще людей. У них широкие плечи и хорошо развитые мускулы. Они выглядят (и являются) большими, сильными существами.<BR>
Многие боятся да же глядеть на них, настолько они страшные!<BR>

<LI>История<BR>
Раса орков была создана богиней Einhasad с помощью Paagrio - бога огня. С самого своего возникновения орки были очень воинственной расой. С незапамятных времен они участвуют в различных войнах.<BR>

После падения гигантов, орки использовали свою самую сильную на континенте армию для захвата власти. После поражения, нанесенного им эльфами и людьми, они были вытеснены на северную оконечность континента. С того времени, когда часть орков отделилась и регрессировала до положения животных, влияние расы орков практически иссякло. Теперь они живут в землях, контролируемых людьми, и имеют с ними довольно сложные отношения.<BR><BR>

<LI>Базовые Классы<BR><img src="module/library/img/orc_war.jpg"  height="200" width="150">
<img src="module/library/img/orc_mag.jpg"  height="200" width="106"><br>
Орк Воин<BR>
Когда доходит до чистой физической силы, воины-орки не имеют себе равных. Наряду с безграничной физической силой, они обладают устрашающим внешним видом, и никто не хочет вступать с ними в схватку. Если вы любите разбивать вдребезги, крушить и колотить - станьте воином орком.<BR>

Орк Мистик<BR>
С незапамятных времен, мистики орков были волшебниками, со стороны поддерживающими воинов в схватках. Они имеют большое влияние в обществе орков. Поскольку они - орки, они очень сильны и превосходят по физической силе волшебников других рас. Их магическая сила немного слабее, но, тем не менее, мистик орков это замечательный выбор для тех, кто хочет объединить качества мага и бойца в одном лице.<BR>


 <H2><LI>Гномы</H2>


Гномы были созданы богиней земли Мафр и богиней создания Эйнхазад. По сравнению с другими расами они гораздо меньше ростом, но они прекрасные мастера обладают великолепным деловым чутьем. Будучи хорошо обученными мастерами, они занимают ведущую позицию в таких областях как создание оружия, архитектура, скульптура и ювелирное дело. Они так же обладают великолепными бухгалтерскими способностями и вовлекаются в бизнес повсюду на континенте. Практически, раса гномов контролирует экономику всего континента.<BR>

<LI>Внешность<BR>
Гномы очень низкорослый народ - всего половина человеческого роста. Мужчины гномы коренасты и крепки, с удивительно развитыми руками. Женщины гномы больше похожи на человеческого ребенка, чем на слабую половину расы гномов.

<LI>История<BR>
По завершении эры гигантов, гномы остались в стороне от войны, в которую были вовлечены остальные расы. Вместо этого они сконцентрировались на бизнесе и выгоде. Другие расы считали, что гномы не должны оставаться в стороне от общей войны, и должны занять чью-то сторону. Многие гномы пострадали от преследования других рас. Но, в конце концов, благодаря умелым рукам и деловой смекалке их влияние распространилось на весь континент.<BR><BR>

<LI>Базовые классы<BR><img src="module/library/img/dwarf_war.jpg"  height="200" width="150"><br>
Гном Воин<BR>
Воины гномов имеют те же атрибуты что и базовые классы воинов других рас. В дополнение к этому они имеют дополнительные возможности в собирании, создании и коммерции. Воин-Гном скорее оценит качество меча своего противника, чем будет с ним биться. И, тем не менее, они умеют воевать. Вы готовы стать величайшим (и богатейшим) коммерсантом на континенте?<BR><BR>



<P align=right><BR><BR><FONT size=1>по материалам сайта lineage2.ru</FONT></P>