<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
        
             В самом начала все замки заняты кланами не-игровок (NPC).
  Как только клан игроков (PC) побеждает клан не-игроков и занимает замок, последний становится собственностью клана игроков. Если клан игроков, владеющий замком, распускается, замок переходит в своё первоначальное состояние (принадлежит клану не-игроков). <br />
  <br />
  Лорд замка устанавливает время, когда замок может быть осажден. Эта процедура осуществляется через управляющего NPC. Будьте внимательны, устанавливая время осады, т.к. однажды будучи установлено, оно больше не может быть изменено. <br />
  <br />
  Лорд, занявший замок, должен установить время осады в течении 24 часов после занятия замка. Если он или она не установит время осады в указанный промежуток времени, это время автоматически назначается игрой и следующая осада произойдет через 2 недели от времени захвата замка - в тот же самый день недели. (все осады происходят по выходным в режиме реального времени) <br />
  <br />
  Замку нельзя нанести повреждения пока не придет время осады. Следующим временем осады может быть суббота или воскресенье через две недели после того, как замок был занят. Клан, занявший замок, может спокойно владеть им следующие 15 дней. <br />
  <br />
  <br />
  <center>
    <img src="module/library/img/siege.jpg"  width="401" height="301" />
  </center>
  <br />
  <br />
  <strong>Сколько и какие в игре замки можно захватить? </strong><br />
  Существует 5 крепостей, которые можно захватить с помощью осады, а именно: Глудио (Gludio castle), Дион (Dion castle), Гиран (Giran castle), Орен (Oren castle) и Аден (Aden castle). Крепость Аден (Aden castle) явдяется самой неприступной крепостью, захватить его почти невозможно – его называют “Королем всех замков”. <br />
  <br />
  <br />
  <strong>Какой левел мне необходим, чтобы поучаствовать, завоевать замок?</strong><br />
  Все лидеры, чьи кланы имеют уровень ниже 4-го, не могут захватить замок. Но они имеют право участвовать в осаде, это же касается всех игровых персонажей не состоящих в кланах без лимита на левел. Лишь кланы 4-го левела имеют право на завоевание замка, их клан-лидеры. <br />
  <br />
  <strong><br />
  Кому принадлежит замок, который ещё не подвергся захвату? </strong> <br />
  Владельцами замков, в начальных стадиях, являются кланы NPC. <br />
  <br />
  <br />
  <strong>Я, глава клана 4-го левела, хочу попробовать свои силы в осаде – что мне необходимо для этого сделать? Как зарегистрироваться на осаду?</strong><br />
  Если ранее какой-либо клан-лидер уже установил время осады замка, то вам необходимо зарегистрироваться, а именно: <br />
  1. Поговорить с рекрутером-NPC, далее выбрать пункт “ Siege Information” Примечание: Регистрация происходит за 24 часа до самой осады <br />
  2. Если Ваш клан хочет участвовать в Обороне замка, необходимо выбрать пункт “ Defense Information ” при разговоре с тем-же NPC, который находится около того или иного замка.<br />
  Примечание: Если у крепости уже есть владелец, он обязан сделать выбор – какие кланы из предложивщих свои услуги он возьмет себе в союзники. Выбор должен быть сделан за 6 часов до начала осады. Клан, который владеет тем или иным замком не в праве отказаться от осады – он участвует в обороне автоматически. После захвата крепости клан-лидер имеет в своем распоряжении 24 часа для определения даты следующей осады. В один и тот же момент может происходить не более 3х осад. Как только дата осады будет выбрана – она не может быть изменена. <br />
  <br />
  <br />
  <strong>От кого-то я слышал, что клан-лидер владеющий замком может нанять наёмников, то есть NPC, которые будут помогать в обороне крепости, правда ли это?</strong><br />
  Совершенно верно, каждый князь(клан-лидер) в праве нанять NPC наемников, а также он в праве расставить их в любом месте замка. <br />
  <br />
  <br />
  <strong>А какие NPC-наемники бывают? </strong><br />
  Глава наемников NPC готов представить клану, который владеет замком следующие виды воинов: мечники, копейщики, лучники, лекари и боевые маги. Как я уже говорил, князь может расставить их как он хочет этого, или же можно приказать наемникам свободно перемещаться по замку. <br />
  <br />
  <br />
  <strong>Расскажите поподробнее о вербовке и расстановке этих самых наемников! </strong><br />
  1. Глава наемников продает князю маркеры-указатели для наемников. Сами наемники появятся на месте установленных маркеров во время осады. Маркеры уникальны для каждой крепости, они не могут быть проданы, и только князь, владеющий крепостью, может покупать их. Неиспользованные маркеры можно будет установить в дальнейшем; <br />
  2. Маркеры можно устанавливать на земле, они видимы для окружающих, однако только князь, владеющий крепостью, может подбирать их;<br />
  - маркеры можно установить в любом месте, куда только можно ступить;<br />
  - на одну и ту же точку на полу не возможно положить более одного маркера ;<br />
  - наемник будет смотреть в ту сторону, в которую смотрел князь, когда выкладывал на землю соответствующий маркер;<br />
  - если сервер упадет или перезагрузится, все установленные маркеры сохранятся (не исчезнут). <br />
  <br />
  <br />
  <strong>Расскажите нам всё о том, что Вы знаете о начале Осады замка.</strong><br />
  При начале осады все игроки получат системное сообщение о начале осады, сразу же после начала осады территория, которая окружает замок и области вокруг нее будет представлять собой поле битвы. Персонажи, которые находятся на территории крепости, но не являющиеся ее защитниками будут автоматически телепортированы в стартовую точку, точку респа. Если осада началась, а участник, не являющийся защитником крепости, погиб или использовал заклинание/свиток Escape, то он переносится не в ближайший город (т.е. город от захватываемой крепости), а во второй по приближенности город. Телепорты из других городов так же не будут перебрасывать в атакованный город. <br />
  <br />
  Когда началась осада, а так же если в момент осады сменился князь, владеющий крепостью, все кроме защитников (т.е. атакующая сторона) перебрасываются в свои лагеря/штабы или второй по приближенности город. Члены одного альянса или одного клана являются соратниками (friendly forces aka allies). <br />
  <br />
  Атакующие кланы, не входящие в состав одного альянса, не являются соратниками (они нейтральны друг к другу). Атакующие игроки, не входящие в состав никакого клана, так же нейтральны друг к другу. <br />
  <br />
  Врагов и нейтралов можно атаковать авто-атакой (как монстров); соратников можно атаковать только с клавишей Ctrl. <br />
  <br />
  При использовании круговой атаки враги и нейтралы подвергаются повреждению, тогда как соратники нет. <br />
  <br />
  Участники осады имеют доп.иконку над логотипом клана: щит для защитников крепости, меч для осаждающих. Красный фон иконки указывает на врагов смотрящего, белый – соратников. <br />
  <br />
  На поле боя во время осады наказаний за PK, а так же увеличения соответствующего счета нет. <br />
  <br />
  Если враг покидает поле боя, но сохраняет статус участника осады, то PK-счетчик при его убийстве не включается. <br />
  <br />
  Если нейтрал покидает поле – получаем фиолетовый статус на 10 секунд. <br />
  <br />
  Смерть на поле боя отнимает только четверть от нормальной потери опыта (иными словами 2,5%), предметы не выпадают. <br />
  <br />
  Когда замок принадлежит и защищается NPC-кланом, все игроки являются врагами. <br />
  <br />
  <br />
  <strong>Какова продолжительность осады? </strong><br />
  Длительность осады ровно 2 часа. Если же сервер каким-то образом подвергся рестарту или же падению, то это время будет вычтено. <br />
  <br />
  <br />
  <strong>Расскажите поподробнее о Вратах, о их прочности и прочее…</strong><br />
  Врата крепости имеют определенную прочность – HP. Во время осады врата могут быть атакованы, но не могут быть починены. Осадные врата имеют особенность <br />
  <br />
  Однажды выбитые врата не могут быть восстановлены, исключение составляет ситуация смены князя-владельца крепости – в этом случае врата чинятся на 50% от исходной прочности. <br />
  <br />
  Защищающие крепость могут заплатить определенную сумму чтобы укрепить врата вплоть до 3го уровня. Т.к. в Аденской крепости можно пробить стены – стены так же можно укреплять заранее. <br />
  <strong><br />
  <br />
  Где-то я слышал, что Клан-лидеры могут ставить этакие лагеря – что это такое и что для этого требуется. </strong><br />
  Да, это правда – князья могут разбить лагерь, пользуясь специальным навыком. Для этого требуется определенное количество MP и 4 C-Grade Gemstone. Лагерь или штаб можно основать лишь один раз за все время осады. После осады лагерь автоматически сворачивается. <br />
  <br />
  Лагерь атакующих может быть сам атакован. Восстановить лагерь невозможно. Если лагерь разрушен, игроки, принадлежащие данному клану, будут воскрешаться во втором по приближенности городе. <br />
  <br />
  В собственном лагере игроки быстрее восстанавливают HP и MP. <br />
  <br />
  <br />
  <strong>О каких ещё особенностях Вы можете рассказать нам, поделитесь опытом…</strong><br />
  Существует 3 башни внутри крепости, делающие возможным использование свитков и заклинаний воскрешения, а так же возвращение на поле боя в течение 30 секунд (Scroll of Resurrection, Spell of Resurrection). <br />
  <br />
  Если хотя бы две из этих башен разрушены – свитки и заклинания перестанут действовать. Если разрушены все три башни, то к тому же время ожидания перед выходом на поле битвы увеличится до 8 минут. Игроки, защищающие крепость, воскрешаются в специальных жилых помещениях. Через 30 секунд после воскрешения они могут вновь выйти на поле боя. <br />
  <br />
  <br />
  <strong>Какие условия победы существуют? </strong><br />
  Иными словами как именно происходит завоевание Замка? Игроки, защищающие крепость, воскрешаются в специальных жилых помещениях. Через 30 секунд после воскрешения они могут вновь выйти на поле боя. <br />
  <br />
  Примечание: Если одному из атакующих князей удается захватить крепость во время осады, его лагерь исчезает, а игроки начинают воскрешаться внутри крепости. <br />
  <br />
  Кланы, входящие в альянс с победившим кланом автоматически становятся защитниками крепости. Остальные кланы остаются на атакующей стороне. <br />
  <br />
  Проигравшие защитники могут воспользоваться навыком основания лагеря либо будут переброшены во второй по приближенности город. 
             