<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
                <h2>Частичный слэнг мира Лайнэйдж.</h2>
                В данной статье я постараюсь коснуться одной из важных проблем нашего фантазийного мира, а если быть точнее “проблемы языка”.<br />
Не раз многие из вас сталкивались с такой ситуацией, что встретив человека, предположим в каком-либо из пабов Диона, вы не могли разобрать и слова, что вылетали из его уст.<br />
Как и полагается в начале, я расскажу о формах приветствия:<br />
<p></p>
<table>
  <tr>
    <td><b>Hello</b></td>
    <td>– данное слово в переводе с неизвестного языка означает привет.</td>
  </tr>
  <tr>
    <td><b>Hi</b></td>
    <td>– как и hello означает тоже самое, но используется населением чаще, по причине своей компактности и стильности произношения.</td>
  </tr>
  <tr>
    <td><b>Hey</b></td>
    <td>– используется как приветствие или как оклик.</td>
  </tr>
</table>
<p></p>
В основном именно от этих слов уже идут другие приветствия, но более измененные под себя. Для примера: хай, хаюшки и т.д. Стоит так же выделить 4 группу, но они бытуют в нашем языке уже с древности(здарова, привет, прю и т.д.)<br />
Теперь коснемся формы прощания:<br />
<p></p>
<table>
  <tr>
    <td><b>Бай</b></td>
    <td>– часто используемое людьми слово для церемонии прощания.</td>
  </tr>
  <tr>
    <td><b>bye</b></td>
    <td>– по сути своей тоже самое, что и бай, но лишь с различием языка.</td>
  </tr>
  <tr>
    <td><b>bb</b></td>
    <td>– сокращенно от bye bye, самая популярная форма прощания.</td>
  </tr>
  <tr>
    <td><b> Пока</b></td>
    <td>– комментарии излишни. Стоит только учесть, что это слово так же изменяемо(покушки, поки , пуки , пок).</td>
  </tr>
</table>
<p></p>
Итак, с формальностями покончено можно переходить к отдельным видам.<br />
<p></p>
<table>
  <tr>
    <td><b>LOL</b></td>
    <td>– выражение эмоции, в данном случае это смех.</td>
  </tr>
  <tr>
    <td><b>Лол</b></td>
    <td>– как и предыдущее слово означает тоже самое с разницей лишь языковой.</td>
  </tr>
  <tr>
    <td><b>Гы</b></td>
    <td>– тоже эмоция, как и LOL носит радостный характер.</td>
  </tr>
  <tr>
    <td><b>WTB</b></td>
    <td>– используется игроками в ситуациях, когда они желают что-либо приобрести.</td>
  </tr>
  <tr>
    <td><b>WTS</b></td>
    <td>– используется игроками в ситуациях, когда они желают что-либо продать.</td>
  </tr>
  <tr>
    <td><b>LFG</b></td>
    <td>– используется игроками в ситуациях, когда они ищут компанию для совместного времяпровождения.</td>
  </tr>
  <tr>
    <td><b>GLF</b></td>
    <td>– используется группой в ситуациях, когда они ищут дополнительных членов в партию.</td>
  </tr>
  <tr>
    <td><b>Пати</b></td>
    <td>– обозначение группы.</td>
  </tr>
  <tr>
    <td><b>Сенкс</b></td>
    <td>– выражение благодарности.(аналогичные слова: сенки, спасибки, sps)</td>
  </tr>
  <tr>
    <td><b>Приват</b></td>
    <td>– зачастую используется в таких словосочетаниях как: пиши в приват, все в приват, приват вам в руки. Чтобы написать в приват вам необходимо прописать “ и имя того, кому вы хотите написать(пример: “Sensei привет!).</td>
  </tr>
  <tr>
    <td><b>Соски</b></td>
    <td>– называются бутылочки с soulshot, spiritshot или blessed spiritshot.</td>
  </tr>
  <tr>
    <td><b>ГК</b></td>
    <td>– переводится как Телепортер(Gatekeeper), в нашем мире это дама в белом одеянии, которая кидает вас в определенный город или локацию за деньги.</td>
  </tr>
  <tr>
    <td><b>Гейт</b></td>
    <td>– аналогия ГК,</td>
  </tr>
  <tr>
    <td><b>Ress</b></td>
    <td>– используется в основном в ситуациях, когда кто-либо просит его воскресить.</td>
  </tr>
  <tr>
    <td><b>Ресс</b></td>
    <td>– тоже самое, что и Ress.</td>
  </tr>
  <tr>
    <td><b>Килл</b></td>
    <td>– убийство. Используется в основном как команда к атаке.</td>
  </tr>
  <tr>
    <td><b>Буф</b></td>
    <td>– используется игроками в ситуациях, когда они желают ощутить на себе положительные заклинания, без вреда здоровью(пример: щит, усиление критической атаки и т.д.).</td>
  </tr>
  <tr>
    <td><b>Buff</b></td>
    <td>– аналогично как и Буф.</td>
  </tr>
  <tr>
    <td><b>ПК</b></td>
    <td>– убийца игроков. По аналогии и PK.</td>
  </tr>
  <tr>
    <td><b>Хил</b></td>
    <td>- используется игроками в ситуациях, когда они желают быть исцеленными.</td>
  </tr>
  <tr>
    <td><b>Рест(Рес)</b></td>
    <td>- используется игроками в ситуациях, когда они желают отдохнуть или восстановить себе жизнь или энергию.</td>
  </tr>
  <tr>
    <td><b>Rest</b></td>
    <td>– тоже самое, что и Рест.</td>
  </tr>
  <tr>
    <td><b>Респ</b></td>
    <td>– место появления тварей или человека. Пример: Стоим на респе! Скоро орки будут!</td>
  </tr>
  <tr>
    <td><b>Лут</b></td>
    <td>– это вещи выпадающие из людей или тварей.</td>
  </tr>
  <tr>
    <td><b>Дроп</b></td>
    <td>– тоже самое что и Лут.</td>
  </tr>
  <tr>
    <td><b>Ивент</b></td>
    <td>– квест, мероприятие.</td>
  </tr>
  <tr>
    <td><b>PVP</b></td>
    <td>– это бой между двумя игроками.</td>
  </tr>
  <tr>
    <td><b>ПВП</b></td>
    <td>– аналогия PVP</td>
  </tr>
  <tr>
    <td><b>PVM</b></td>
    <td>– этой бой между игроком и каким-либо монстром.</td>
  </tr>
  <tr>
    <td><b>Сое</b></td>
    <td>– свиток возвращения.</td>
  </tr>
  <tr>
    <td><b>Soe</b></td>
    <td>– тоже самое, что и Сое.</td>
  </tr>
  <tr>
    <td><b>Спойл</b></td>
    <td>– умение обворовывать монстров, доступно только для гномов.</td>
  </tr>
  <tr>
    <td><b>Динг</b></td>
    <td>– момент получения уровня. </td>
  </tr>
  <tr>
    <td><b>Лвел ап</b></td>
    <td>– аналогия динга.</td>
  </tr>
  <tr>
    <td><b>ХП</b></td>
    <td>– жизни, ваши или твари.</td>
  </tr>
  <tr>
    <td><b>МП</b></td>
    <td>– манна, ваша или твари.</td>
  </tr>
  <tr>
    <td><b>Hp</b></td>
    <td>– тоже самое, что и ХП.</td>
  </tr>
  <tr>
    <td><b>Mp</b></td>
    <td>– тоже самое, что и МП.</td>
  </tr>
  <tr>
    <td><b>СП</b></td>
    <td>– очки умений.</td>
  </tr>
  <tr>
    <td><b>M деф</b></td>
    <td>– показатель магической защиты.</td>
  </tr>
  <tr>
    <td><b>П деф</b></td>
    <td>– показатель физической защиты.</td>
  </tr>
  <tr>
    <td><b>Мб</b></td>
    <td>– Возможно</td>
  </tr>
  <tr>
    <td><b>Гуд(т)</b></td>
    <td>– выражение согласия или одобрения.</td>
  </tr>
  <tr>
    <td><b>Вархаус(ВХ)</b></td>
    <td>– банк.</td>
  </tr>
  <tr>
    <td><b>Гм</b></td>
    <td>– носит двойное значение <br />
      1) Гейм мастер – администрация (пишется обычно двумя заглавными буквами - ГМ).<br />
      2) Гильд мастер – владыка гильдии.</td>
  </tr>
  <tr>
    <td><b>Мля,млять</b></td>
    <td>– разрешенные ругательства.</td>
  </tr>
  <tr>
    <td><b>Ребут</b></td>
    <td>– используется игроками в ситуациях, когда они желают пере зайти или войти другим чаром.</td>
  </tr>
  <tr>
    <td><b>Чар</b></td>
    <td>– Тот кем вы играете.</td>
  </tr>
  <tr>
    <td><b>Мобстил</b></td>
    <td>– воровство тварей у игроков.</td>
  </tr>
  <tr>
    <td><b>Лутстил</b></td>
    <td>– воровство чужого лута.</td>
  </tr>
  <tr>
    <td><b>Нюб(нуп, нуб)</b></td>
    <td>– игрок низкого уровня, либо с игрок с плохим знанием игры.</td>
  </tr>
  <tr>
    <td><b>Паровоз</b></td>
    <td>– ситуация, когда вы водите за собой толпу монстров.</td>
  </tr>
  <tr>
    <td><b>Энчанты</b></td>
    <td>– свитки улучшения брони или оружия.</td>
  </tr>
  <tr>
    <td><b>Юзать</b></td>
    <td>– использовать.</td>
  </tr>
  <tr>
    <td><b>Экспа</b></td>
    <td>– опыт, получаемый за убийство твари.</td>
  </tr>
</table>
<p></p>
<p>С каждым днем все больше и больше в нашем мире появляется новых слов, поэтому невозможно уместить все их в одну статью. Мой вам совет и наставление: Эти слова придумывают люди, а так как вы тоже человек вы можете понять смысл и первопричину их появления. Для примера локация РоД – переводится как Ruins of Despair(взяты первые три буквы), или оружие СоР (Sword of Revolution).