<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
<h2>Статы</h2>Данная статья посвящена статам различных рас и профессий. Не раз, 

при создании чара, вы сталкивались с такой проблемой, как не понимание различий 

между расами, кроме как внешнего. 

<h3>На что влияет каждый стат</h3>

<p>

<table>

 <tbody>

 <tr>

 <td><b>STR</b></td>

 <td>сила</td>

 <td>– влияет на физическую атаку и грузоподъемность</td></tr>

 <tr>

 <td><b>CON</b></td>

 <td>конституция</td>

 <td>– влияет на жизни и грузоподъемность</td></tr>

 <tr>

 <td><b>DEX</b></td>

 <td>скорость</td>

 <td>– влияет на скорость физической атаки, меткость, точность смертельных 

 ударов и увертливость</td></tr>

 <tr>

 <td><b>WIT</b></td>

 <td>остроумие</td>

 <td>– влияет на скорость магической атаки</td></tr>

 <tr>

 <td><b>INT</b></td>

 <td>интеллект</td>

 <td>– влияет на магическую атаку</td></tr>

 <tr>

 <td><b>MEN</b></td>

 <td>менталитет</td>

 <td>– влияет на манну и магическую защиту</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>количество жизней</td>

 <td>– максимальное количество жизней</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>количество манны</td>

 <td>– максимальное количество маны</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>физическая атака</td>

 <td>– сила ваших физических атак (урон)</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>физическая зашита</td>

 <td>– поглощение физического урона</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>магическая атака</td>

 <td>– сила ваших магических атак (урон)</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>магическая защита</td>

 <td>– поглощение магического урона</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>скорость физической атаки</td>

 <td>– скорость физических атак</td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>скорость магической атаки</td>

 <td>– скорость магических атак</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>меткость</td>

 <td>– как часто вы будете попадать по цели</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>точные смертельные удары</td>

 <td>– как часто вы будете наносить критические удары</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>увертливость</td>

 <td>– как часто вы будете уклоняться от вражеских атак</td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>скорость движения</td>

 <td>- как быстро вы будете идти или бежать</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>грузоподъемность</td>

 <td>– как много вы можете носить на своем горбу</td></tr></tbody></table></p>

<h3>Люди</h3><b><u>Войны</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">воины людей так же сильны, как и войны орков</td>

 <td>40</td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>физически они сложены довольно крепко</td>

 <td>43</td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>не самые медленные, но и не самые быстрые</td>

 <td>30</td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>как таковым не блещут</td>

 <td>11</td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>не считаются самыми умными, но с тем же и не находятся в рядах 

 дураков</td>

 <td>21</td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>считаются худшими и в связи с этим практически не имеют защиты от 

 магии</td>

 <td><u>25</u></td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за неплохой конституции имеют довольно неплохой показатель</td>

 <td>126</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>практически не имеют ее по причине слабого интеллекта и остроумия</td>

 <td><u>38</u></td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>ничем не отличается по началу от других</td>

 <td>4</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же как и атака, ничем не отличается от других воинов</td>

 <td>72</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>занимает первое место среди воинов</td>

 <td>3</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>находится на втором месте среди других воинов</td>

 <td>47</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>имеет средний показатель</td>

 <td>330</td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>не считается самой высокой, так же как и обратное</td>

 <td>213</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>занимают почетное третье место среди воинов</td>

 <td>33</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и по меткости занимают третье место</td>

 <td>44</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>как и в других двух показателях занимают третье место</td>

 <td>33</td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>довольно медленны, но все же обгонят орков</td>

 <td>126</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>сильны, но не настолько как орки и гномы</td>

 <td>81900</td></tr></tbody></table></p><b><u>Маги</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">слабы, но не настолько, как эльф</td>

 <td>22</td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>физически не развиты, но все же лучше, нежели маги темных эльфов</td>

 <td>27</td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>медленные, но все же лучше орочьих магов</td>

 <td>21</td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>довольно неплохие показатели остроумия</td>

 <td>20</td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>довольно умны и быстро познают магические наука</td>

 <td>41</td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>довольно хорошо противостоят вражеским заклинаниям и занимают почетное 

 3 место</td>

 <td>39</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>довольно немного жизней, как и у многих других магов</td>

 <td>99</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>занимают третье место</td>

 <td>59</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>как и у других магов</td>

 <td>2</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же как и других магов</td>

 <td>48</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>как и у темных эльфов самая большая магическая атака</td>

 <td>7</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>человеческий маг занимает второе место по магической защите среди 

 магов</td>

 <td>54</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>самые медленные по скорости атаки</td>

 <td><u>303</u></td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>практически самые быстрые маги, на первом месте все таки эльфы</td>

 <td>333</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>оружие магам лучше не давать, так как они крайне косы. Считаются 

 наихудшими среди магов</td>

 <td><u>28</u></td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и меткость, точность так же практически на нуле и считается 

 наихудшей среди магов</td>

 <td><u>40</u></td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>из-за наихудшей увертливости, людские маги легкая цель для воинов</td>

 <td><u>28</u></td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>самые медленные маги в игре</td>

 <td><u>121</u></td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>далеко не самые слабые </td>

 <td>62500</td></tr></tbody></table></p>

<h3>Темные эльфы</h3><b><u>Войны</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">по праву считаются самыми сильными</td>

 <td><u><b>41</b></u></td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>физически крайне плохо развиты, а если быть точнее, среди воинов хуже 

 всех</td>

 <td>32</td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>довольно быстры, но по скорости уступают эльфам</td>

 <td>34</td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>не очень умны, не очень глупы</td>

 <td>12</td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>самые умные и расчетливые среди воинов</td>

 <td>25</td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>слабая сопротивляемость магии</td>

 <td>26</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за низкой конституции количество жизней не велико</td>

 <td>107</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>практически как и у всех воинов</td>

 <td>39</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>ничем не отличается по началу от других</td>

 <td>4</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же как и атака ничем не отличается от других воинов</td>

 <td>72</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>занимает первое место среди воинов</td>

 <td>3</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>находится на втором месте среди других воинов</td>

 <td>47</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>имеет почти самый высокий показатель</td>

 <td>342</td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>чуть выше, нежели у людей, но ниже, чем у эльфов</td>

 <td>226</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>занимают второе место среди воинов</td>

 <td>35</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и по меткости занимают второе место</td>

 <td>45</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>как и в других двух показателях занимают второе место</td>

 <td>35</td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>довольно быстры, но все же не так, как эльфы</td>

 <td>139</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>из-за слабой конституции считается наихудшей среди воинов</td>

 <td>69000</td></tr></tbody></table></p><b><u>Маги</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">чуть сильнее человеческих магов</td>

 <td>23</td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>наихудший показатель среди магов</td>

 <td><u>24</u></td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>довольно быстры, но не как их собратья войны</td>

 <td>23</td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>самый худший среди магов</td>

 <td>19</td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>считаются самыми умными и расчетливыми</td>

 <td><u><b>44</b></u></td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>сопротивление магии довольно невысокое</td>

 <td>37</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за наихудшей конституции, обладают и наихудшим количеством 

жизней</td>

 <td><u>95</u></td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>оставляет желать лучшего</td>

 <td>58</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>как и у других магов</td>

 <td>2</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же как и других магов</td>

 <td>48</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>тоже ничем не выделяется</td>

 <td>7</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>занимает последнее место по магической защите среди магов</td>

 <td>53</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>почти самые медленные по скорости атаки</td>

 <td>309</td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>практически самые медленные маги, но, все же, быстрее орков</td>

 <td>316</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>оружие магам лучше не давать, так как они крайне косы</td>

 <td>29</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и у остальных магов, кроме людских</td>

 <td>41</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>занимают второе место среди магов</td>

 <td>29</td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>медленные, но все же не настолько, как люди</td>

 <td>125</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>самые слабые</td>

 <td><u>61000</u></td></tr></tbody></table></p>

<h3>Эльфы</h3><b><u>Воины</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">самые слабые среди воинов</td>

 <td>36</td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>физически крайне плохо развиты, но, все же, лучше нежели темные эльфы</td>

 <td>36</td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>самые быстрее войны</td>

 <td><u><b>35</b></u></td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>остроумие у эльфов в крови</td>

 <td>14</td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>вторые по интеллекту среди воинов</td>

 <td>23</td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>слабая сопротивляемость магии</td>

 <td>26</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за низкой конституции количество жизней не велико</td>

 <td>113</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>практически, как и у всех воинов</td>

 <td>39</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>ничем не отличается по началу от других</td>

 <td>4</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же, как и атака, ничем не отличается от других воинов</td>

 <td>72</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>занимает первое место среди воинов</td>

 <td>3</td>

 </tr><tr>

 <td><b>M.Def</b></td>

 <td>находится на втором месте среди других воинов</td>

 <td>47</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>имеет самый высокий показатель</td>

 <td><u><b>345</b></u></td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>самый высокий показатель среди воинов</td>

 <td>249</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>занимают первое место среди воинов</td>

 <td><u><b>36</b></u></td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и по меткости занимают первое место</td>

 <td><u><b>46</b></u></td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>как и в других двух показателях, занимают первое место</td>

 <td><u><b>36</b></u></td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>самые быстрые</td>

 <td><u><b>143</b></u></td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>из-за слабой конституции обладают низкой грузоподъемностью</td>

 <td>73000</td></tr></tbody></table></p><b><u>Маги</u></b> 

<p><!--/U1STATS1Z--><!--U1STATSTWO1Z--><table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">самые слабые среди магов</td>

 <td><u>21</u></td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>почти наихудший показатель среди магов</td>

 <td>25</td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>самые быстрые среди магов</td>

 <td>24</td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>самые остроумные среди магов</td>

 <td><u><b>23</b></u></td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>довольно умны</td>

 <td>37</td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>сопротивление магии довольно высокое</td>

 <td>40</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за небольшой конституции, обладают небольшим количеством</td>

 <td>96</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>оставляет желать лучшего</td>

 <td>59</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>как и у других магов</td>

 <td>2</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же как и у других магов</td>

 <td>48</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>магическая атака равняется</td>

 <td>6</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>занимает второе место по магической защите среди магов</td>

 <td>54</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>первое место среди магов по скорости атаки</td>

 <td><u><b>312</b></u></td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>самые быстрые маги в игре</td>

 <td><u><b>386</b></u></td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>обычная для магов</td>

 <td>30</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и у остальных магов, кроме людских</td>

 <td>41</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>занимают первое место среди магов</td>

 <td>30</td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>быстры</td>

 <td>126</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>слабые</td>

 <td>62000</td></tr></tbody></table></p>

<h3>Орки</h3><b><u>Войны</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">почти самые сильные</td>

 <td>40</td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>превосходнейшая конституция</td>

 <td><u><b>47</b></u></td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>самые медленные войны</td>

 <td>26</td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>остроумием орки никогда не отличались</td>

 <td>12</td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>интеллект самый низкий среди воинов </td>

 <td><u>18</u></td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>наилучшая сопротивляемость магии среди воинов</td>

 <td>27</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за отличной конституции количество жизней самое высокое</td>

 <td><u><b>133</b></u></td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>практически, как и у всех воинов</td> 

 <td>39</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>ничем не отличается по началу от других</td>

 <td>4</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же, как и атака ничем не отличается от других воинов</td>

 <td>72</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>наихудшая магическая атака</td>

 <td><u>2</u></td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>находится на первом месте среди других воинов</td>

 <td>48</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>имеет невысокий показатель</td>

 <td>318</td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>высокий показатель среди воинов </td>

 <td>226</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>занимают последнее место среди воинов</td>

 <td>31</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и по меткости занимают последнее место</td>

 <td>42</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>как и в других двух показателях занимают последнее место</td>

 <td>31</td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>самые медленные среди войнов</td>

 <td>124</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>из-за отличной конституции обладают наилучшей грузоподъемностью</td>

 <td><u><b>87000</b></u></td></tr></tbody></table></p><b><u>Маги</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">самые сильные среди магов</td>

 <td>25</td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>наилучший показатель среди магов</td>

 <td>31</td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>самые медленные среди магов</td>

 <td><u>20</u></td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>остроумнее людей и только то</td>

 <td>21</td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>самые глупые среди магов</td>

 <td>31</td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>сопротивление магии самое лучшее</td>

 <td><u><b>42</b></u></td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за большой конституции, обладают приличным количеством жизней</td>

 <td>105</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>довольно нормальное количество</td>

 <td><u><b>60</b></u></td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>как и у других магов</td>

 <td>2</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же как и других магов</td>

 <td>48</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>небольшая для мага</td>

 <td>4</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>занимает первое место по магической защите среди магов</td>

 <td><u><b>56</b></u></td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>первое место среди магов по скорости атаки</td>

 <td>312</td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>самые медленные маги в игре</td>

 <td>265</td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>обычная для магов</td>

 <td>30</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>как и у остальных магов, кроме людских</td>

 <td>41</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>занимают первое место среди магов</td>

 <td><u><b>30</b></u></td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>быстры, но не быстрее эльфов</td>

 <td>125</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>для магов довольно сильны</td>

 <td>68000</td></tr></tbody></table></p>

<h3>Гномы</h3><b><u>Войны</u></b> 

<p>

<table border="1">

 <tbody>

 <tr>

 <td><b>Str</b></td>

 <td width="650">довольно сильные</td>

 <td>39</td></tr>

 <tr>

 <td><b>Con</b></td>

 <td>второе место по конституция</td>

 <td>45</td></tr>

 <tr>

 <td><b>Dex</b></td>

 <td>медленные воины</td>

 <td>29</td></tr>

 <tr>

 <td><b>Wit</b></td>

 <td>прямолинейны и остроумие презирают</td>

 <td><u>10</u></td></tr>

 <tr>

 <td><b>Int</b></td>

 <td>интеллект не самый высокий среди воинов </td>

 <td>20</td></tr>

 <tr>

 <td><b>Men</b></td>

 <td>наилучшая сопротивляемость магии среди воинов</td>

 <td>27</td></tr>

 <tr>

 <td><b>HP</b></td>

 <td>из-за отличной конституции количество жизней высокое</td>

 <td>129</td></tr>

 <tr>

 <td><b>MP</b></td>

 <td>практически, как и у всех воинов</td>

 <td>39</td></tr>

 <tr>

 <td><b>P.Atk</b></td>

 <td>ничем не отличается по началу от других</td>

 <td>4</td></tr>

 <tr>

 <td><b>P.Def</b></td>

 <td>так же как и атака, ничем не отличается от других воинов</td>

 <td>72</td></tr>

 <tr>

 <td><b>M.Atk</b></td>

 <td>занимает первое место среди воинов</td>

 <td>3</td></tr>

 <tr>

 <td><b>M.Def</b></td>

 <td>находится на первом месте среди других воинов</td>

 <td>48</td></tr>

 <tr>

 <td><b>P.Aspd</b></td>

 <td>имеет невысокий показатель</td>

 <td>327</td></tr>

 <tr>

 <td><b>M.Aspd</b></td>

 <td>самый низкий показатель </td>

 <td><u>203</u></td></tr>

 <tr>

 <td><b>Accuracy</b></td>

 <td>не обладают высокой меткостью</td>

 <td>33</td></tr>

 <tr>

 <td><b>Critical</b></td>

 <td>хороший показатель</td>

 <td>43</td></tr>

 <tr>

 <td><b>Evasion</b></td>

 <td>не высокая способность уворота</td>

 <td>33</td></tr>

 <tr>

 <td><b>Movement</b></td>

 <td>почти самые медленные среди воинов</td>

 <td>125</td></tr>

 <tr>

 <td><b>Weight</b></td>

 <td>из-за отличной конституции обладают высокой грузоподъемностью</td>

 <td>83000</td></tr></tbody></table></p>
<br>
Сводная таблица статов всех рас.<br>
<img src="module/library/IMG/tbl_stats.gif" alt="Сводная таблица статов всех рас"><br>
Жирным красным или синим отмечены, соответственно, максимальные или
минимальные показатели среди всех чаров; бледным красным или синим -
те, что стоят за ними на втором месте.<!--END--></td><!--/U1STATSTWO1Z--></tr></tbody>