<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
LordGlav с сервера Sieghardt рассказывает о типах и стратегиях для танкующих классов в этом руководстве из трех частей. В этой части LordGlav описывает продвинутые тактики для различных ситуаций, включая АоЕ группы.<br />
                  <br />
                  <h3>Руководство по танкованию: Продвинутые стратегии.</h3>
                  Используйте социальность и аггресивность. Из-за относительно слабого по силе Hate и критическими атаками со стороны, танки часто теряют аггресивность моба довольно быстро (в зависимости от вашей группы). Поэтому всегда самостоятельно делайте несколько первых ударов в сочетании с Hate, тогда если даже моб переключится на кого-нибудь из группы, то он нанесет часть урона вам, а часть кому-то еще, тем самым сохранив хелеру ману.<br />
                  <br />
Используя Hate на социальных мобах, вы используете его на всех них. Если два социальных моба находятся рядом, то используйте Hate на одном и атакуйте другого. Это вызовет агрессию обоих мобов, но больше у того, на кого вы вешали Hate. Атакуя другого моба, вы начинаете сильнее отвлекать его на себя. Давайте я объясню, как это работает. Когда вы используете Hate на единичной, социальной цели, это вызывает половинную агрессию на всех социальных мобах в этой области. Вариант 1: Вы атакуете моба, на которого клали Hate. Все одногруппники начинают атаковать его, вызывая агрессию всех мобов, атакующих вас. Кто-то переходит порог половинной агрессии, вызванной вами в мобах. Это дает сигнал всем социальным мобам теперь атаковать того, кто перешел порог половинной агрессии другого моба. Вариант 2: Вы атакуете другого моба, на котором нет Hate. Теперь вы настраиваете против себя моба, на котором только половинная сила агрессии, вызванная Hate. Теперь ДД вашей группы может отвлекать на себя моба, на которым был Hate, при этом сохраняя остальных мобов на вас.<br />
<br />
Знайте когда нужно использовать АоЕ (на площади) Hate. Если два несоциальных моба с стоят рядом, не делайте АоЕ Hate! В случае, если рядом стоят три моба, два из которых не социальны, но эти два социальны с третьим мобом, то сначала следует атаковать не социального моба. Тогда вас будут атаковать двое, а не трое. Теперь, атакуйте моба с двойной социальностью раньше всех. Теперь, когда вы бьете моба, социального с остальными, это направит последнего моба, которого вы не били, на вас. Я точно не уверен работает ли «социальная ненависть» тут или нет, вы можете попробовать сами.<br />
<br />
Сохраняйте АоЕ Hate для опасных ситуаций, когда три или больше мобов уже атакуют вас. Но в таком положении один заблудившийся моб, попавший в радиус и вы труп.<br />
<br />
Вам не обязательно кидать Hate на каждого моба! Это первая ошибка многих танков. Даже просто забежав в радиус агрессии моба, вы создаете какое-то количество агрессии, направленной на вас. Если вы сделаете это примерно за две секунды до того, как моб, с которым борется ваша группа умрет, то вы сможете вложить даже некоторую часть ударов в нового моба, еще сильнее настраивая его против вас. В катакомбах, находясь в группе вы можете встать в центр комнаты и использовать Hate для привлечения мобов, тем самым уменьшая время бега и увеличивая скорость увийств.<br />
<br />
Постарайтесь всегда иметь моба, атакующего вас в данный момент. Всегда двигаясь, ожидая, переключеая цели, и др. время не атакуя моба, вы теряете время, за которое могли бы получить опыт. Используйте увеличение агрессии как преимущество: когда моб почти умер, переключитесь на другого и увеличьте его агрессию, после чего добейте первого моба. Это может быть быстрый Hate, или шаг в сторону и удар другого моба. Хороший танк может увеличить опыт вашей группы более эффективно, чем любой другой класс в этой игре.<br />
<br />
ШК, как многие из вас уже знают, Hex ваш лучший друг. Он кастуется лишь немного медленнее, чем Hate, и дает приличное количество агрессии, плюс добавляет эффект снижения P. Def. Плюс, если у вас удачная группа ближнего боя, то наличие хелера/баффера с Vampiric Rage очень поможет в регенерации ХП. На высоких уровнях, Lightning Strike может использоваться для парализования и выведения из строя моба на две минуты – очень полезно, когда вокруг множество врагов.<br />
<br />
Танки – Люди, в 90% случаев не используют Shield Stun на мобе, которого в данный момент атакуют. Учитесь использовать ваш стан, для 8-ми секундного выведения мобов из строя. Это очень полезно, когда имеете дело с мобами, имеющими защиту от магии, sleep или hold. Обычно этого времени хватает, чтобы убить моба, с которым деретесь в данный момент, а также уменьшается число мобов, с которыми надо сражаться.<br />
<br />
Следите, чтобы Ultimate Defence был сохранен для действительно ужасных ситуаций. Если на вас несколько мобов, даже 4 или 5, то это не проблема для танка, если у вас хорошая позиция для защиты щитом. Имея дело с враждебным или неосторожным игроком, пробегающем с одной или двумя комнатами мобов, которые переключились на вас, вы наверняка захотите испльзовать Ultimate Defense. <br />
<br />
Никогда не недооценивайте силу Vampiric Rage в сочетании с Soulshot'ами. Будучи танком, количество здоровья, которое вы можете вылечить с помощью Vampiric Rage может даже покрывать урон, который по вам наносится, особенно с полной поддержкой за вами. К тому же, блокировка щитом у танка сводит на нет значительную часть урона, так что в ваших же интересах всегда его использовать!<br />
<br />
Наконец, битвы с другими классами ближнего боя. Класс, который может быстрее всего перетянуть на себя агра это обычно лучник. Даже одиночный простой крит может отвлечь всех агров с танка, в то время как крит или два от Гладиатора обычно такого не сделают. Все группы ближнего боя могут максимально использовать Vampiric Rage и никогда не нуждаться в отдыхе для МП, что делает их одними из самых эффективных групп в игре.<br />
<br />
В дополнение, Ellyrion Fiallathandriel (Reckless_Knight на официальных форумах) of Kain может сказать вот что:<br />
<br />
«В дополнение к подсказками Glav'a для танков, поговорите с вашими кроуд контроллерами (КК) в группе. Они могут не понять, что написал Glav и слипить/рутить мобов, полагая, что вы танк и должны заботиться о КК. Разговор с вашей группой это первый шаг к успешному танкованию. Каждая группа игроков имеет свое понимание всего, основывающееся на опыте игры с танками, которые были в их группе. Так что пока у вас нет постоянной клановой группы, вам придется потратить некоторое время на беседу с теми, с кем вы будете танковать в группе.<br />
<br />
Помните, что самая очевидная вещь для группы это ваше обмундирование и они будут отталкиваться в основном о этого. Они не будут знать о вашем настоящем уровне или об вашем опыте игры этим классом.»<br />
<br />
Lorak добавил следующее: <br />
<br />
«Когда танкуете, если не вы выбираете цели (большинство людей только дважды кликают, помогая танку), попытайтесь уговорить членов группы не менять цели пока одна из них не умрет»<br />
<br />
<h2><b>АоЕ танкование</b></h2>
АоЕ группы – вызывающие, рискованные и вознагражденные за это опытом группы. Основная идея это приманка – обычно быстрый тяжело одетый класс, чтобы собрать несколько мобов сразу, а потом сразу же убить их. Есть два основных пути сделать это: танкование копьем и танкование Hate'ом. Только чистые танки могут проводить Hate танкование, но копья могут использоваться (с меньшим эффектом) кем угодно. <br />
<br />
Существует три фазы АоЕ танкования. Первая – настроиться, вторая – приманить, третья – убить .<br />
<br />
<h2>Настроиться</h2>
Это самая простая часть, но часто пропускаемая. Сначала определите, как вы будете приманивать: Hate или копьем. Гномы, Дестроеры и Варлорды наилучшие для копейной приманки, благодаря их скиллам на копье. Если вы хотите приманить чистым танком, то вы захотите использовать Hate приманку. Патс должно включать хотя бы одного хелера, и классы с эффективными АоЕ скиллами, наносящими урон, и по способностям – лучшие нюкеры и копейщики. Оверлорды также полезны. Хорошее расположение очень важно. Использование угла или другой особенности ландшафта для удержания мобов в подходящем угле для блокирования великолепно помогает.<br />
<br />
Главный танк часто является также и приманкой, но это не обязательно. Иногда в группе есть быстрый ДД, как например лучник, даггерщик, Турант, или одетый в тяжелую броню игрок, которые играют роль приманки мобов для танка. У такого подхода есть некоторые преимущества: у танка полное здоровье, когда паровоз мобов прибывает и (приманка быстрее) больше мобов можно собрать за короткое время. <br />
<br />
<h2> Приманить</h2>
Это вторая из самых опасных частей АоЕ охоты. Приманка должен собрать мобов для группового убийства так, чтобы не убили его самого. В С4, урон от скилла получают до 20 мобов одновременно, поэтому приманка должен быть уверен, что собрал не больше этого. Приманка часто, но не всегда, использует банки лечения, такие как Healing Potions, Greater Healing Potions, или в самом крайнем случае, Quick Healing Potions, чтбы остаться в живых.<br />
<br />
Собрать достаточно мобов, чтобы группа смогла убить их всех и не быть убитыми самим, очень важно. Приманке необходимо следить, чтобы мобы собираются делать: если неповезет, то замедление, стан, слип или парализация от моба могут закончить загон, заставляя сердце учащенно биться. <br />
<br />
Самая опасная часть приманивания, это возвращение приманки к группе. После того, как приманка перестает двигаться, он получает огромный урон от всех мобов, пойманных им, из-за чего может умереть. Хелеры в группе должны уловить этот момент и решитьнужен ли приманке одно или два лечения, чтобы выжить. Большую часть времени им будет неплохо, потому что танк на этом месте принимает мобов на себя. В этом месте расчет критичен. Танку нужно быстро переманить агров, или, если приманкой является танк, увеличить уровень агрессии, и тогда хелеры смогут спокойно лечить, не подвергаясь атакам мобов из паровоза.<br />
<br />
<h2>Убийство</h2>
Паровоз из мобов прибыл. Все мобы на танке. Настало время их убить.Если вы сделали группу копейщиков, то они обычно начинают нападать сразу же. Это увеличивает агрессивность мобов и, в сочетании с Vampiric Rage, помогает восстанавливать здоровье. Если у вас группа Hate танкования, однако, когда танк сманивает агров АоЕ Hate скиллом, Сорцесерили Спеллсингер в группе кастует АоЕ слип на мобов, давая время хелерам восполнить жизни танку. Далее процесс прост: ударьте их всех и убейте их быстро! Поднимайте лут и повторяйте.<br />
<br />
Преимущества над обычными методами кача<br />
<br />
Основных преимуществ АоЕ опыта два: Быстро и дешево. Если ваша XP команда, хороша в приманке, вы можете убивать больше мобов за меньшее время, по сравнению с традиционным один-моб-за-раз качем. Нюкеры обычно неэффективны в больших группах, из-за высокого расхода маны за удар.<br />
<br />
Однако, АоЕ нюкеры наиболее подходят для убийства трех и более мобов за раз. Поэтому, чем больше мобов убивается АоЕ скиллом, тем более эффективен сам скилл. Плюс, АоЕ скилл, действующий на нескольких мобов, сохраняет деньги; стоимость Soulshot и Spiritshot покрывается убийством многих мобов одновременно, улучшая соотношение стоимости за удар, тем самым экономя деньги всей группы.<br />
<br />
Самое большое нематериальное преимущество этого типа кача, это контролируемый риск, который очень поднимает настроение. Ваше сердце начинает биться чаще от этого адреналинового забега от этих огромных, сердитых и опасных созданий, от уничтожения их одной командой.<br />
<br />
Недостатки перед традиционными методами кача<br />
<br />
В АоЕ группе есть три больших риска, это: Мобы, Баффы и Игроки.<br />
<br />
Что касается мобов, то все очевидно: если танк недостаточно сильно заагрит на себя мобов, или хелеры начнут лечить слишком рано, или кто-то еще поступит неправильно, то ключевой член группы умрет, и умрет вся группа. Наилучший путь к решению этой проблемы это быть уверенным, что каждый знает свое место в группе.<br />
<br />
Потеря баффов может стать самой плохой вещью, случившейся в АоЕ группе. Этот риск уменьшен в С4, благодаря бафф таймерам, поэтому вы всегда знаете когда стоит делать ребафф, но это все еще очень важно. Cancel в неподходящее время или упавшие баффы часто могут способствовать смерти одного или более членов группы.<br />
<br />
Игроки. Lineage II это PvP игра и это подразумевается в любое время. Игроки могут разрушить АоЕ группу быстрее, чем что-либо еще. Silence или Cancel, наложенные на хелера в клановой войне, танк – ПК, или какой-нибудь ДД могут принести погибель всей группе. АоЕ группы вынуждены часто использовать АоЕ скиллы, и враждебные игроки могут использовать это в своих целях. Флагнутый враждебный игрок может перейти в зону убийства врага. Тогда АоЕ группа флагнется, используя АоЕ скиллы и будет вынуждена вступить в PvP. Часто игроки убивают одного или двоих ключевых членов группы, оставляя остальных умирать от мобов, надеясь на дроп одежды. Большинство АоЕ групп относятся к такой тактике с презрением, но враги АоЕ групп могут использовать эти огромные преимущества.<br />
<br />
АоЕ группы остаются быстрым, веселым, но рискованным путем получения опыта. Даже с введенным в С4 ограничением на 20 мобов, все это вознаграждается. Это позволяет танку делать то, что он делает лучше всего, и дает возможность блеснуть своими скиллами хелерам и классам с АоЕ скиллами.