<p><img src="module/library/img/book.gif" width="71" height="56" />&nbsp;&nbsp;  <a href="index.php?id=library"><b><font size=4><u>Оглавление</u></font></b></a></p><hr><hr>
 <table>
<p align="center"><strong><font color="#3C0000" size="2" face="Geneva, Arial, Helvetica, sans-serif"> </font></strong></p>
                  <table width="100%" cellspacing="1" cellpadding="1">
                    <tr>
                      <td height="265"> 
                        <div align="center"><img src="module/library/img/pets/imagewyvern.jpg" width="350" height="263"></div></td>
                    </tr>
                  </table>
                  <p>Лорд замка может сесть на виверну и 
                    перемещаться по небу. </font></p>
                  <p>Чтобы сесть на виверну вам необходимо 
                    поговорить с Wyvern Manager на верхней площадке замка, при 
                    этом вы должны сидеть верхом на страйдере и иметь в инвентаре 
                    определенное количество B-Grade кристаллов. </font></p>

                  <p>Виверны, как и другие питомцы, нуждаются 
                    в постоянном питании. Если виверну долго не кормить она исчезнет, 
                    а вы окажетесь в ближайшем городе. </font></p>
                  <p>Когда вы сидите на виверне вы не можете 
                    атаковать монстров, но можете использовать специальный скилл 
                    для атаки других игроковм огненным дыханием. Также, находясь 
                    на виверне, вы не сможете подбирать вещи с земли и использовать 
                    скиллы. </font></p>
                  <p>При нажатии кнопки &quot;Dismount&quot; 
                    или использования команды &quot;/dismount&quot; виверна мгновенно 
                    исчезает, а вы оказываетесь на земле. Будьте осторожны, при 
                    отзыве виверны на большой высоте вам может быть нанесен урон 
                    от падения. </font></p>
                  <p>Если игрок находится на виверне в момент 
                    смены Лорда замка, то виверна мгновенно исчезает. </font></p>

                  <p>* Для свободного путешествия по небесам, 
                    полёт – удел лордов замков. </font></p>
                  <p>* На вивернах можно прокатиться? только 
                    поговорив с хозяином виверн на высших этажах замка. </font></p>
                  <p>* Для езды на виверне необходимо находится 
                    в режиме &quot;strider-riding mode&quot;. </font></p>
                  <p>* Для езды на виверне необходимы B-grade 
                    кристаллы. </font></p>
                  <p>* Виверн, как других ручных зверей, 
                    необходимо бесперебойно кормить. Если он не будут накормлены, 
                    они будут принудительно отозваны и игрок будет возвращён в 
                    ближайшую деревню. <br>

                    То же относится к случаю разрыва игрового соединения во время 
                    езды. </font></p>
                  <p>* Во время езды на виверне нельзя атаковать 
                    монстров. Возможны только поединки с другими игроками. </font></p>
                  <p>* У виверн есть специальный скилл атаки 
                    дыханием. </font></p>
                  <p>* Верхом на виверне нельзя поднимать 
                    предметы и персонажи не могут пользоваться скиллами. </font></p>
                  <p>* После приказа возвращатся виверны 
                    тут же исчезнут. Когда виверну отзывают на людях, получается 
                    маленькое количество повреждений, так что, пожалуйста, осторожнее. 
                    </font></p>
                  <p>* При поездке на вивернах в особые 
                    места, вроде верхнего этажа Tower of Insolence, куда при обычных 
                    обстоятельствах не добраться, спешиваться не разрешается.</font></p>

                  <p align="right"><br>
                    <em>l2info.net</em><br>
                  </p>
                  </td>